{
  "train_2_a": {
    "Impressions": " Emphysematous and passive atelectatic changes in both lungs.  Minimal thickening of the segmental bronchial walls of both lungs.  Nonspecific subpleural nodule in the posterior segment of the right lung upper lobe.  Cholelithiasis.  Minimal degenerative changes in bone structure.",
    "lung": "Emphysematous and passive atelectatic changes in both lungs. Minimal thickening of the segmental bronchial walls of both lungs. Nonspecific subpleural nodule in the posterior segment of the right lung upper lobe.",
    "gallbladder": "Cholelithiasis."
  },
  "train_1_a": {
    "Impressions": " Multiple venous collaterals in the anterior left chest wall and collapsed appearance in the left subclavian vein (chronic occlusion?).  Thickening of the bronchial wall in both lungs.  Peribronchial reticulonodular densities in the lower lobes, minimal consolidations (infection process?).  Atelectasis in both lungs.  Thoracic spondylosis.",
    "lung": "Thickening of the bronchial wall in both lungs. Peribronchial reticulonodular densities in the lower lobes, minimal consolidations (infection process?). Atelectasis in both lungs."
  },
  "train_3_a": {
    "Impressions": " Calcific atheromatous plaques in coronary arteries.  Slight increase in heart size.  Several reactive-looking lymph nodes in the mediastinal area.  Minimal bronchiectatic changes and mild peribronchial thickness increases.  Sequelae of fibrotic densities in both lungs.",
    "heart": "Calcific atheromatous plaques in coronary arteries. Slight increase in heart size.",
    "lung": "Minimal bronchiectatic changes and mild peribronchial thickness increases. Sequelae of fibrotic densities in both lungs."
  },
  "train_3_b": {
    "Impressions": " Chronic renal failure in follow-up.  Bilateral pleural effusion, interlobular septal thickenings and centriacinar nodules in both lungs (patient is recommended to be evaluated for pulmonary edema).  Minor consolidations in the right lung, which may again be compatible with pulmonary edema or pneumonic infiltration.  Millimetric nodules in both lungs.  Mediastinal and hilar lymph nodes.  Atherosclerotic changes in the aorta and coronary arteries.  Hiatal hernia.",
    "lung": "interlobular septal thickenings and centriacinar nodules in both lungs (patient is recommended to be evaluated for pulmonary edema). Minor consolidations in the right lung, which may again be compatible with pulmonary edema or pneumonic infiltration. Millimetric nodules in both lungs",
    "aorta": "Atherosclerotic changes in the aorta and coronary arteries"
  },
  "train_4_a": {
    "Impressions": " Sequelae changes in the right lung upper lobe and left lung upper lobe apicoposterior segment.  Millimetrically sized nonspecific parenchymal nodules in both lungs.  Osteopenia in the thoracolumbar vertebrae.",
    "lung": "Sequelae changes in the right lung upper lobe and left lung upper lobe apicoposterior segment. Millimetrically sized nonspecific parenchymal nodules in both lungs."
  },
  "train_5_a": {
    "Impressions": "There is no finding in favor of pneumonic infiltration in both lung parenchyma, and sequela parenchymal changes are observed in bilateral apex, left upper lobe inferior lingular segment and middle lobe medial segment, and nonspecific nodules in millimetric sizes are observed in both lung parenchyma. There are calcified atheroma plaques in millimetric sizes in the wall of the thoracic aorta.",
    "lung": "There is no finding in favor of pneumonic infiltration in both lung parenchyma, and sequela parenchymal changes are observed in bilateral apex, left upper lobe inferior lingular segment and middle lobe medial segment, and nonspecific nodules in millimetric sizes are observed in both lung parenchyma.",
    "aorta": "There are calcified atheroma plaques in millimetric sizes in the wall of the thoracic aorta."
  }
}