{
  "train_2_a": {
    "Conclusion": " Emphysematous and passive atelectatic changes in both lungs.  Minimal thickening of the segmental bronchial walls of both lungs.  Nonspecific subpleural nodule in the posterior segment of the right lung upper lobe.  Cholelithiasis.  Minimal degenerative changes in bone structure.",
    "lung": "Emphysematous and passive atelectatic changes in both lungs. Minimal thickening of the segmental bronchial walls of both lungs. Nonspecific subpleural nodule in the posterior segment of the right lung upper lobe.",
    "gallbladder": "Cholelithiasis"
  },
  "train_1_a": {
    "Conclusion": " Multiple venous collaterals in the anterior left chest wall and collapsed appearance in the left subclavian vein (chronic occlusion?).  Thickening of the bronchial wall in both lungs.  Peribronchial reticulonodular densities in the lower lobes, minimal consolidations (infection process?).  Atelectasis in both lungs.  Thoracic spondylosis."
  },
  "train_3_b": {
    "Conclusion": " Chronic renal failure in follow-up.  Bilateral pleural effusion, interlobular septal thickenings and centriacinar nodules in both lungs (patient is recommended to be evaluated for pulmonary edema).  Minor consolidations in the right lung, which may again be compatible with pulmonary edema or pneumonic infiltration.  Millimetric nodules in both lungs.  Mediastinal and hilar lymph nodes.  Atherosclerotic changes in the aorta and coronary arteries.  Hiatal hernia.",
    "kidney": "Chronic renal failure in follow-up.",
    "lung": "Bilateral pleural effusion, interlobular septal thickenings and centriacinar nodules in both lungs. Minor consolidations in the right lung, which may again be compatible with pulmonary edema or pneumonic infiltration. Millimetric nodules in both lungs.",
    "aorta": "Atherosclerotic changes in the aorta and coronary arteries."
  },
  "train_3_a": {
    "Conclusion": " Calcific atheromatous plaques in coronary arteries.  Slight increase in heart size.  Several reactive-looking lymph nodes in the mediastinal area.  Minimal bronchiectatic changes and mild peribronchial thickness increases.  Sequelae of fibrotic densities in both lungs.",
    "heart": "Calcific atheromatous plaques in coronary arteries. Slight increase in heart size.",
    "lung": "Minimal bronchiectatic changes and mild peribronchial thickness increases. Sequelae of fibrotic densities in both lungs."
  },
  "train_4_a": {
    "Conclusion": " Sequelae changes in the right lung upper lobe and left lung upper lobe apicoposterior segment.  Millimetrically sized nonspecific parenchymal nodules in both lungs.  Osteopenia in the thoracolumbar vertebrae.",
    "lung": "Sequelae changes in the right lung upper lobe and left lung upper lobe apicoposterior segment. Millimetrically sized nonspecific parenchymal nodules in both lungs."
  },
  "train_5_a": {
    "Conclusion": "There is no finding in favor of pneumonic infiltration in both lung parenchyma, and sequela parenchymal changes are observed in bilateral apex, left upper lobe inferior lingular segment and middle lobe medial segment, and nonspecific nodules in millimetric sizes are observed in both lung parenchyma. There are calcified atheroma plaques in millimetric sizes in the wall of the thoracic aorta.",
    "lung": "There is no finding in favor of pneumonic infiltration in both lung parenchyma, and sequela parenchymal changes are observed in bilateral apex, left upper lobe inferior lingular segment and middle lobe medial segment, and nonspecific nodules in millimetric sizes are observed in both lung parenchyma.",
    "aorta": "There are calcified atheroma plaques in millimetric sizes in the wall of the thoracic aorta."
  },
  "train_6_a": {
    "Conclusion": "Not given."
  },
  "train_6_b": {
    "Conclusion": " Widespread ground-glass areas of confluence accompanied by interlobular septal thickness increases in the lower lobes of both lungs; findings are consistent with viral pneumonia. Its prevalence has decreased partially.  Areas of subsegmental atelectasis in the posterior segments of the lower lobes of both lungs.  Stable, calcific parenchymal metastases in both lungs.  Several hypodense nodules in the right thyroid lobe; is stable.  Dilatation of the ascending aorta.  Stable hypodense lesion (cyst?) in the right lobe of the liver.",
    "lung": "Widespread ground-glass areas of confluence accompanied by interlobular septal thickness increases in the lower lobes of both lungs; findings are consistent with viral pneumonia. Its prevalence has decreased partially. Areas of subsegmental atelectasis in the posterior segments of the lower lobes of both lungs. Stable, calcific parenchymal metastases in both lungs.",
    "aorta": "Dilatation of the ascending aorta.",
    "liver": "Stable hypodense lesion (cyst?) in the right lobe of the liver."
  },
  "train_7_a": {
    "Conclusion": " Sequelae changes in the right lung.  Calcified nonspecific parenchymal nodules in both lungs.  Hepatomegaly.",
    "lung": "Sequelae changes in the right lung. Calcified nonspecific parenchymal nodules in both lungs.",
    "liver": "Hepatomegaly"
  },
  "train_8_a": {
    "Conclusion": "Pleural effusion and concomitant compression atelectasis in both lungs. Nonspecific nodules in both lungs.  Cardiomegaly and minimal pericardial effusion. Patient 14.10.",
    "lung": "Pleural effusion and concomitant compression atelectasis in both lungs. Nonspecific nodules in both lungs.",
    "heart": "Cardiomegaly and minimal pericardial effusion."
  },
  "train_8_b": {
    "Conclusion": " Bilateral pleural effusion observed in the old CT was not detected in the current examination.  There is significant regression in the consolidation areas observed in both lungs.  There are millimetric nodule formations in both lungs. It is stable at observable levels.",
    "lung": "Significant regression in the consolidation areas observed in both lungs. Millimetric nodule formations in both lungs. It is stable at observable levels."
  },
  "train_9_a": {
    "Conclusion": " Millimetric calcific nodules in both lungs"
  },
  "train_10_a": {
    "Conclusion": " Findings compatible with Covid pneumonia  Aortic and coronary artery atherosclerosis  Hypodense lesion (cyst?) in liver segment 2"
  },
  "train_11_a": {
    "Conclusion": "Typical-probable Covid-19 pneumonia",
    "lung": "Typical-probable Covid-19 pneumonia"
  },
  "train_12_a": {
    "Conclusion": " Calcific atheroma plaque in the aorta.  Emphysematous changes in both lungs.  Atelectatic sequelae changes in both lungs.",
    "aorta": "Calcific atheroma plaque",
    "lung": "Emphysematous changes in both lungs. Atelectatic sequelae changes in both lungs."
  },
  "train_13_a": {
    "Conclusion": "hepatosteatosis.",
    "liver": "hepatosteatosis"
  },
  "train_15_a": {
    "Conclusion": "Ground-glass dasity extending along the peribronchial area in the posterior segment of the right lung upper lobe and focal thickening of the visceral pleura in the periphery were initially evaluated in favor of sequelae changes. However, the appearance is risky in terms of early viral pneumonia, albeit low. Clinical and laboratory correlation is recommended . Spleen hilus accessory spleen inferiorly.",
    "lung": "Ground-glass density extending along the peribronchial area in the posterior segment of the right lung upper lobe and focal thickening of the visceral pleura in the periphery were initially evaluated in favor of sequelae changes. However, the appearance is risky in terms of early viral pneumonia, albeit low. Clinical and laboratory correlation is recommended",
    "spleen": "Spleen hilus accessory spleen inferiorly"
  },
  "train_14_a": {
    "Conclusion": "Hiatal hernia . Mild scoliosis with right thoracic opening"
  },
  "train_16_b": {
    "Conclusion": " Metastatic breast Ca  Findings compatible with Covid pneumonia  Bilateral supraclavicular right axillary and mediastinal lymph node metastases, hilar-located mass lesions that cause stenosis due to pushing in the lumens of both main bronchi, cannot be evaluated clearly due to lack of contrast agent. However, it is not present in his previous study. It was evaluated with high suspicion in favor of new metastasis. Contrast-enhanced examination is recommended.  An increase in the number of liver metastases is observed.  Bilateral mild pleural effusion",
    "lung": "Bilateral supraclavicular right axillary and mediastinal lymph node metastases, hilar-located mass lesions that cause stenosis due to pushing in the lumens of both main bronchi",
    "liver": "An increase in the number of liver metastases is observed"
  },
  "train_16_a": {
    "Conclusion": " Postoperative sequelae changes in the operation site in the patient who was learned to have had right mystectomy and axillary curettage.  Pathological lymph nodes adjacent to bilateral supraclavicular, aortopulmonary, and left subclavian arteries; is stable.  Stable lymph nodes that do not reach pathological dimensions in other parts of the mediastinum.  Slightly increased pleural effusion in the right hemithorax, stable sequelae thickening in the left posterior costal pleura.  Patchy ground glass consolidations with crazy paving patterns in the peripheral subpleural areas of the upper and lower lobe of the right lung; the outlook may be compatible with radiation pneumonia or Covid-19 pneumonia. It is recommended to be evaluated together with clinical and laboratory.  Millimetric pulmonary nodules in both lungs; is stable.  Metastatic mass lesions thought to increase in number and size in both lobes of the liver, although optimal evaluation could not be made in the examination performed without IV contrast; Further examination is recommended.  Metastasis in the sternum corpus",
    "face": "Postoperative sequelae changes in the operation site in the patient who was learned to have had right mystectomy and axillary curettage.",
    "lung": "Patchy ground glass consolidations with crazy paving patterns in the peripheral subpleural areas of the upper and lower lobe of the right lung; the outlook may be compatible with radiation pneumonia or Covid-19 pneumonia. Millimetric pulmonary nodules in both lungs; is stable.",
    "liver": "Metastatic mass lesions thought to increase in number and size in both lobes of the liver, although optimal evaluation could not be made in the examination performed without IV contrast; Further examination is recommended."
  },
  "train_17_a": {
    "Conclusion": " Suspicious findings in terms of Covid-19 viral pneumonia. Clinical and laboratory correlation is recommended.  Hepatosteatosis.",
    "lung": "Suspicious findings in terms of Covid-19 viral pneumonia.",
    "liver": "Hepatosteatosis"
  },
  "train_18_a": {
    "Conclusion": " A few millimetric non-specific nodules are observed in both lungs.  A few small millimetric lymph nodes in the mediastinum  Small lymph nodes are observed in the vicinity of the small-great curvature of the stomach.  Density reduction, degenerative changes in bone structures.",
    "lung": "A few millimetric non-specific nodules are observed in both lungs.",
    "stomach": "Small lymph nodes are observed in the vicinity of the small-great curvature of the stomach."
  },
  "train_19_a": {
    "Conclusion": " Areas of mild parenchymal distortion and linear atelectasis in both lungs.  Thinning of both kidney parenchyma thickness and dilatation in both kidney collecting systems.",
    "lung": "Areas of mild parenchymal distortion and linear atelectasis in both lungs",
    "kidney": "Thinning of both kidney parenchyma thickness and dilatation in both kidney collecting systems"
  },
  "train_21_a": {
    "Conclusion": " Increased heart size, thoracic aorta, calcified atheroma plaques in the wall of coronary vascular structures, and pericardial effusion.  Diffuse mild ectasia and diffuse peribronchial diffuse minimal thickness increase in the central bronchial structures of both lungs, a millimetric nodule in the anterior segment of the right lung upper lobe.  A lesion evaluated in favor of adenoma in the corpus of the left adrenal gland.",
    "heart": "Increased heart size",
    "aorta": "Thoracic aorta, calcified atheroma plaques in the wall of coronary vascular structures",
    "lung": "Diffuse mild ectasia and diffuse peribronchial diffuse minimal thickness increase in the central bronchial structures of both lungs, a millimetric nodule in the anterior segment of the right lung upper lobe"
  },
  "train_20_a": {
    "Conclusion": " Findings evaluated in favor of viral pneumonia in both lungs.",
    "lung": "Findings evaluated in favor of viral pneumonia in both lungs."
  },
  "train_22_a": {
    "Conclusion": "Consolidated mass lesion in the superior right lung lower lobe, infectious process mass lesion? Clinical laboratory correlation and close follow-up are recommended for the differential diagnosis of a carcinomatous process.",
    "lung": "Consolidated mass lesion in the superior right lung lower lobe, infectious process mass lesion? Clinical laboratory correlation and close follow-up are recommended for the differential diagnosis of a carcinomatous process."
  },
  "train_23_a": {
    "Conclusion": "Densities compatible with foreign body in the left lung and at the level of the left pectoral muscles. Findings consistent with emphysema.  Millimetric lesion consistent with adenoma with negative HU density values of approximately 8 mm in the left adrenal genus. Slight irregularities in the cortex at the 4th rib on the right, heterogeneity in the medullary bone structure. Peripheral sclerotic millimetric nonspecific lesion in the left 4th rib.",
    "lung": "Densities compatible with foreign body in the left lung. Findings consistent with emphysema.",
    "rib": "Slight irregularities in the cortex at the 4th rib on the right. Heterogeneity in the medullary bone structure. Peripheral sclerotic millimetric nonspecific lesion in the left 4th rib."
  },
  "train_24_a": {
    "Conclusion": " Diffuse emphysema in both lungs  LAD calcified atherosclerotic plaques  Calcified atherosclerotic plaques in the abdominal and thoracic aorta  Atelectic parenchyma areas in the lower lobe basal segments of both lungs  Volume loss in the medial segment of the right lung middle lobe and mass uncontoured, nodular with traction bronchiectasis Sequelae were evaluated primarily in favor of change.",
    "lung": "Diffuse emphysema in both lungs. Atelectic parenchyma areas in the lower lobe basal segments of both lungs. Volume loss in the medial segment of the right lung middle lobe and mass uncontoured, nodular with traction bronchiectasis. Sequelae were evaluated primarily in favor of change.",
    "aorta": "LAD calcified atherosclerotic plaques. Calcified atherosclerotic plaques in the abdominal and thoracic aorta."
  },
  "train_26_a": {
    "Conclusion": "Newly developed left pleural effusion, . Subsegmental atelectasis in the right lung middle lobe, left lung upper lobe lingular segment and lower lobe basal segment of both lungs, and nonspecific nodule smaller than 2 mm in the right lung middle lobe, subsegmentary atelectasis appearances are new according to the previous examination. has developed.",
    "lung": "Subsegmental atelectasis in the right lung middle lobe, left lung upper lobe lingular segment and lower lobe basal segment of both lungs. Nonspecific nodule smaller than 2 mm in the right lung middle lobe. Subsegmentary atelectasis appearances are new according to the previous examination."
  },
  "train_25_a": {
    "Conclusion": " Thorax CT examination within normal limits except for a nonspecific pulmonary nodule superposed on the fissure in the superior segment of the left lung lower lobe.",
    "lung": "A nonspecific pulmonary nodule superposed on the fissure in the superior segment of the left lung lower lobe."
  },
  "train_27_a": {
    "Conclusion": "Fusiform aneurysmatic dilatation in the ascending aorta.  High suspicious findings for Covid-19 pneumonia in the lung parenchyma Clinic and lab. It is recommended to be evaluated together with . Liver right lobectomized, cholestectomized.",
    "aorta": "Fusiform aneurysmatic dilatation in the ascending aorta.",
    "lung": "High suspicious findings for Covid-19 pneumonia in the lung parenchyma Clinic and lab.",
    "liver": "Liver right lobectomized, cholestectomized."
  },
  "train_28_a": {
    "Conclusion": " Findings consistent with Covid pneumonia.  Increase in heart size.  Aortic valve calcification Calcific plaque in LAD.",
    "lung": "Findings consistent with Covid pneumonia.",
    "heart": "Increase in heart size.",
    "aorta": "Aortic valve calcification. Calcific plaque in LAD."
  },
  "train_29_a": {
    "Conclusion": "Pattern-like peripheral consolidations in the left lung upper lobe apicoposterior segment, although unilateral, may be significant in terms of Covid-19 pneumonia in the presence of a pandemic.",
    "lung": "Pattern-like peripheral consolidations in the left lung upper lobe apicoposterior segment."
  },
  "train_30_a": {
    "Conclusion": " Large consolidative parenchyma area including air bronchograms starting from the lower lobe superior segment in both lungs and continuing towards the baseline in the right lung, scattered focal ground-glass-style density increases-consolidation areas in both lungs, clinical and laboratory findings of the case in terms of Covid pneumonia in the first place during the pandemic process. It is recommended to be evaluated together. However, the accompanying right lower lobe lobar pneumonia could not be excluded.  Hepatosteatosis.",
    "lung": "Large consolidative parenchyma area including air bronchograms starting from the lower lobe superior segment in both lungs and continuing towards the baseline in the right lung, scattered focal ground-glass-style density increases-consolidation areas in both lungs, clinical and laboratory findings of the case in terms of Covid pneumonia in the first place during the pandemic process. It is recommended to be evaluated together. However, the accompanying right lower lobe lobar pneumonia could not be excluded.",
    "liver": "Hepatosteatosis"
  },
  "train_31_a": {
    "Conclusion": " Mild emphysematous changes in both lungs, subsegmental atelectasis in both lungs.",
    "lung": "Mild emphysematous changes in both lungs. Subsegmental atelectasis in both lungs."
  },
  "train_32_a": {
    "Conclusion": "Findings consistent with viral pneumonia in both lungs, areas of increased density consistent with linear atelectasis in both lung lower lobe posterobasal segment and left lung upper lobe lingula inferior lingular segment. Stable lytic bone lesions in bone structures within the image.",
    "lung": "Findings consistent with viral pneumonia in both lungs, areas of increased density consistent with linear atelectasis in both lung lower lobe posterobasal segment and left lung upper lobe lingula inferior lingular segment",
    "autochthon": "Stable lytic bone lesions in bone structures within the image"
  },
  "train_29_b": {
    "Conclusion": "Areas of consolidation in both lungs showing progression from previous CT scan evaluated in favor of viral pneumonia.",
    "lung": "Areas of consolidation in both lungs showing progression from previous CT scan evaluated in favor of viral pneumonia."
  },
  "train_34_a": {
    "Conclusion": "Lymphadenopathy in the prevascular region . Minimal bronchiectasis in both lungs . Minimal emphysematous changes in both lungs . Millimetric nonspecific nodules in both lungs.  Atherosclerotic changes in the aorta and coronary arteries.",
    "lung": "Minimal bronchiectasis in both lungs. Minimal emphysematous changes in both lungs. Millimetric nonspecific nodules in both lungs.",
    "aorta": "Atherosclerotic changes in the aorta and coronary arteries."
  },
  "train_35_a": {
    "Conclusion": " A 6.6 mm stone distal to the common bile duct, proximal to it, causing dilatation of the intrahepatic bile ducts and the common bile duct.  Grade 0-1 spondylolisthesis at L4-L5 level.  Cholelithiasis.",
    "liver": "No specific mention of liver findings except for the effect of the stone on the bile ducts.",
    "gallbladder": "Cholelithiasis."
  },
  "train_33_a": {
    "Conclusion": " Findings consistent with viral pneumonia in both lungs."
  },
  "train_36_b": {
    "Conclusion": " There is lymphadenopathy observed in the mediastinum and an increase in the size of the masses and nodules observed in both lungs. Density increases were observed in the ground glass density, which may belong to pneumonic infiltration, in the vicinity of the dog observed in the superior lower lobe of the right lung.  The size of metastatic masses observed in the liver has decreased",
    "lung": "There is lymphadenopathy observed in the mediastinum and an increase in the size of the masses and nodules observed in both lungs. Density increases were observed in the ground glass density, which may belong to pneumonic infiltration, in the vicinity of the dog observed in the superior lower lobe of the right lung.",
    "liver": "The size of metastatic masses observed in the liver has decreased"
  },
  "train_36_a": {
    "Conclusion": " Cavity lesions were observed in the right lung lower lobe superior segment, left hilar region and lower lobe superior segment. However, a minimal decrease was observed in the size of the cavitary lesions in the left hilar region in the current examination.  In the current examination, in the apical segment of the left lung upper lobe, there is a newly developed pelvral-based millimetric nodule.  There are lymphadenopathies in the right paratracheal area of the mediastinum, which were also observed in the previous PET-CT examination, but whose size increased significantly in the current examination. It cannot be clearly characterized in this examination. However, they are thought to be metastases. When the findings are evaluated together, they are in favor of progressive disease."
  },
  "train_37_a": {
    "Conclusion": "Consolidations and bud tree appearances in the anterior basal segment of the left lung lower lobe on current examination (the appearance was primarily evaluated as infective). Post-treatment control is recommended.  Centriacinar stable nodules in both lungs.  Decrease in atelectatic changes in the superior segment of the left lung lower lobe. Mediastinal stable lymph nodes.",
    "lung": "Consolidations and bud tree appearances in the anterior basal segment of the left lung lower lobe on current examination (the appearance was primarily evaluated as infective). Centriacinar stable nodules in both lungs. Decrease in atelectatic changes in the superior segment of the left lung lower lobe. Mediastinal stable lymph nodes."
  },
  "train_37_b": {
    "Conclusion": "AML in follow-up . Views of budding trees in both lungs",
    "lung": "Views of budding trees in both lungs"
  },
  "train_37_c": {
    "Conclusion": "AML on follow-up. Although the described manifestations are not specific, they were evaluated in favor of infective pathologies. Clinic and lab. Correlation is recommended.  Cholelithiasis. Heterogeneous appearance in mesenteric and omental fatty planes.",
    "gallbladder": "Cholelithiasis"
  },
  "train_38_a": {
    "Conclusion": " Thoracic CT examination within normal limits"
  },
  "train_39_a": {
    "Conclusion": " No sign of pneumonia was detected.  Millimetric sized, some calcified, nonspecific parenchymal nodules in both lungs.  Edema-inflammation and air images in the subcutaneous fatty planes in the inferior neck and right supraclavicular region in the examination area.",
    "lung": "Millimetric sized, some calcified, nonspecific parenchymal nodules in both lungs."
  },
  "train_39_b": {
    "Conclusion": " Slight increase in cardiothoracic index.  A fissure-based nodule of 2 mm in diameter (intrapulmonary lymph node?) in the middle lobe of the right lung.  No infiltration was detected in both lungs.",
    "heart": "Slight increase in cardiothoracic index.",
    "lung": "A fissure-based nodule of 2 mm in diameter (intrapulmonary lymph node?) in the middle lobe of the right lung. No infiltration was detected in both lungs."
  },
  "train_39_c": {
    "Conclusion": " Newly developed ground-glass densities in the upper lobes of both lungs (viral pneumonia?).  Millimetric nonspecific nodules in both lungs.",
    "lung": "Newly developed ground-glass densities in the upper lobes of both lungs (viral pneumonia?). Millimetric nonspecific nodules in both lungs."
  },
  "train_39_d": {
    "Conclusion": " A few lymph nodes, the largest of which is approximately 1 cm in diameter, although difficult to distinguish due to the lack of contrast in the examination in the paraaortic area."
  }
}