{
  "train_2_a": {
    "Findings": "Trachea and both main bronchi were in the midline and no obstructive pathology was observed in the lumen. In the non-contrast examination, the mediastinal could not be evaluated optimally. As far as can be seen; mediastinal main vascular structures, heart contour, size are normal. Pericardial effusion-thickening was not observed. Calcific atheroma plaque was observed in the descending aorta. Thoracic esophagus calibration was normal and no significant pathological wall thickening was detected. No enlarged lymph nodes in prevascular, pre-paratracheal, subcarinal or bilateral hilar-axillary pathological dimensions were detected. When examined in the lung parenchyma window; Passive atelectatic changes were observed in the right lung middle lobe medial and left lung upper lobe inferior lingular segment. Emphysematous changes are present in both lungs. Segmentary-subsegmental peribrochial minimal thickening was observed in both lungs. A millimetric nonspecific subpleural nodule was observed in the posterior segment of the right lung upper lobe. No mass lesion-active infiltration with distinguishable borders was detected in both lungs. As far as can be seen within the sections; A millimetric stone was observed in the gallbladder lumen. Minimal degenerative changes were observed in the bone structure.",
    "trachea": "Trachea and both main bronchi were in the midline and no obstructive pathology was observed in the lumen.",
    "heart": "Heart contour, size are normal. Pericardial effusion-thickening was not observed.",
    "aorta": "Calcific atheroma plaque was observed in the descending aorta.",
    "esophagus": "Thoracic esophagus calibration was normal and no significant pathological wall thickening was detected.",
    "lung": "Passive atelectatic changes were observed in the right lung middle lobe medial and left lung upper lobe inferior lingular segment. Emphysematous changes are present in both lungs. Segmentary-subsegmental peribrochial minimal thickening was observed in both lungs. A millimetric nonspecific subpleural nodule was observed in the posterior segment of the right lung upper lobe. No mass lesion-active infiltration with distinguishable borders was detected in both lungs.",
    "gallbladder": "A millimetric stone was observed in the gallbladder lumen."
  },
  "train_1_a": {
    "Findings": "Multiple venous collaterals are present in the anterior left chest wall and are associated with the anterior jugular vein at the level of the right sternoclavicular junction. Left subclavian vein collapsed (chronic occlusion pathology?). Trachea, both main bronchi are open. Calcific plaques are observed in the aortic arch. Other mediastinal main vascular structures, heart contour, size are normal. Thoracic aorta diameter is normal. Pericardial effusion-thickening was not observed. Thoracic esophagus calibration was normal and no significant tumoral wall thickening was detected. No enlarged lymph nodes in prevascular, pre-paratracheal, subcarinal or bilateral hilar-axillary pathological dimensions were detected. When examined in the lung parenchyma window; Linear atelectasis is present in both lung parenchyma. Subsegmental atelectasis is observed in the right middle lobe. Thickening of the bronchial wall and peribronchial budding tree-like reticulonodular densities are observed in the bilateral lower lobes. Peribronchial minimal consolidation is seen in the lower lobes in places. The findings were evaluated primarily in favor of the infectious process. The left kidney partially entering the section is atrophic. The right kidney could not be evaluated because it did not enter the section. Other upper abdominal organs included in the sections are normal. No space-occupying lesion was detected in the liver that entered the cross-sectional area. Bilateral adrenal glands were normal and no space-occupying lesion was detected. There are osteophytes with anterior extension in the thoracic vertebrae.",
    "lung": "...",
    "heart": "...",
    "esophagus": "...",
    "aorta": "..."
  },
  "train_3_b": {
    "Findings": "Central venous catheter is seen on the right. The catheter terminates in the right atrium. Heart contour and size are normal. There are atheromatous plaques in the aorta and coronary arteries. The widths of the mediastinal main vascular structures are normal. Pericardial effusion was not detected. There are lymph nodes in the mediastinum and hilar regions. The largest of these lymph nodes is observed in the subcarinal region and its short diameter is 15 mm. There is bilateral pleural effusion. The pleural effusion measured 50 mm on the right at its thickest point. The pleural effusion continues to the apex of both lungs when the patient is in the supine position. There is no pathological wall thickness increase in the esophagus within the sections. There is an occlusive hiatal hernia at the lower end of the esophagus. There is no obstructive pathology in the trachea and both main bronchi. There are uniform interlobular septal thickenings in both lungs. It was also observed in millimetric centriacinar nodules. It is understood that these findings are new. When evaluated together with the pleural effusion and the patient's clinical information, it was thought that the described manifestations might be due to pulmonary edema. It is recommended to evaluate the patient together with clinical and physical examination findings. Apart from these, there are small consolidations in the right lung upper lobe posterior segment and lower lobe superior segment. These appearances may be due to pulmonary edema. This appearance may be less likely in pneumonic infiltrates. It is recommended to evaluate the patient together with clinical and laboratory findings. Both lungs have millimetric nodules, some of which are calcific. No mass was detected in both lungs. No upper abdominal free fluid-collection was detected in the sections. There are no fractures or lytic-destructive lesions in the bone structures within the sections.",
    "heart": "Heart contour and size are normal. Pericardial effusion was not detected.",
    "aorta": "Atheromatous plaques in the aorta and coronary arteries.",
    "lung": "Bilateral pleural effusion. Uniform interlobular septal thickenings in both lungs. Millimetric nodules, some of which are calcific. Small consolidations in the right lung upper lobe posterior segment and lower lobe superior segment. These appearances may be due to pulmonary edema.",
    "esophagus": "No pathological wall thickness increase in the esophagus within the sections. Occlusive hiatal hernia at the lower end of the esophagus.",
    "trachea": "No obstructive pathology in the trachea and both main bronchi."
  },
  "train_3_a": {
    "Findings": "Right thyroid lobe sizes increased. Evaluation of the mediastinal main vascular structures is suboptimal due to the lack of contrast, but their calibrations are normal. Calcific atheroma plaques are observed in the aorta and coronary arteries. Heart size increased. No pericardial effusion or thickness increase was observed. No pleural effusion or increased thickness was detected. No mass appearance was observed in the precardiac fat pad. In the mediastinum, a few sequelae calcific lymph nodes, the largest of which is 9 mm in the pretracheal area, and hypodense hiluses can be distinguished, were primarily evaluated in favor of reactive lymph nodes. There was no lymphadenopathy in pathological size and appearance in both axillae and retropectoral regions. Esophageal wall thickness is normal. When examined in the lung parenchyma window; Minimal bronchiectatic changes and peribronchial thickness increases are observed at the level of the hilum of both lungs. Linear densities, which may be compatible with pleuroparenchymal sequelae changes, are observed in the anterior segment of the right lung upper lobe. There is a sequela calcific pulmonary nodule in the posterobasal segment of the lower lobe of the right lung. Active infiltrative, consolidation was not detected in both lungs. Ventilation of both lungs is normal. There are pleural thickness increases in the lower lobe of the left lung, which are evaluated in favor of minimal sequelae in the posterior subpleural area. In both kidneys included in the examination, appearances evaluated in favor of multiple cysts are observed. In the vertebral column, osteophytes are observed in the anterior of the vertebral corpus, which are fused with each other. No fracture, lytic-sclerotic lesion was detected. Mild scoliosis with left opening is observed in the thoracic region.",
    "aorta": "Calcific atheroma plaques are observed in the aorta and coronary arteries.",
    "heart": "Heart size increased.",
    "esophagus": "Esophageal wall thickness is normal.",
    "lung": "Minimal bronchiectatic changes and peribronchial thickness increases are observed at the level of the hilum of both lungs. Linear densities, which may be compatible with pleuroparenchymal sequelae changes, are observed in the anterior segment of the right lung upper lobe. There is a sequela calcific pulmonary nodule in the posterobasal segment of the lower lobe of the right lung. Active infiltrative, consolidation was not detected in both lungs. Ventilation of both lungs is normal. There are pleural thickness increases in the lower lobe of the left lung, which are evaluated in favor of minimal sequelae in the posterior subpleural area.",
    "kidney": "In both kidneys included in the examination, appearances evaluated in favor of multiple cysts are observed."
  },
  "train_4_a": {
    "Findings": "No occlusive pathology was observed in the trachea and lumen of both main bronchi. In the non-contrast examination, the mediastinal could not be evaluated optimally. As far as can be seen; mediastinal main vascular structures, heart contour, size are normal. Pericardial effusion-thickening was not observed. Thoracic esophagus calibration was normal and no significant pathological wall thickening was detected. No enlarged lymph nodes in prevascular, pre-paratracheal, subcarinal or bilateral hilar-axillary pathological dimensions were detected. When examined in the lung parenchyma window; Pleuroparenchymal sequela fibrotic density increases were observed in the apical and posterior segment of the right lung upper lobe, and in the left lung upper lobe apicoposterior segment, which also causes pleural thickening. In both lungs, nonspecific parenchymal nodules with a diameter of 7.1 mm were observed in the anterobasal subsegment of the lower lobe anterobasal segment, the largest of which was 7.1 mm on the right, and 3 mm in diameter, on the left. No mass lesion-active infiltration with distinguishable borders was detected in the lung parenchyma. As far as can be seen within the sections; upper abdominal organs are normal. No space-occupying lesion was detected in the liver that entered the cross-sectional area. Bilateral adrenal glands were normal and no space-occupying lesion was detected. Osteopenia was observed in the thoracolumbar vertebrae within the sections. Vertebral corpus heights are natural.",
    "trachea": "No occlusive pathology was observed in the trachea and lumen of both main bronchi.",
    "heart": "Heart contour, size are normal. Pericardial effusion-thickening was not observed.",
    "esophagus": "Thoracic esophagus calibration was normal and no significant pathological wall thickening was detected.",
    "lung": "Pleuroparenchymal sequela fibrotic density increases were observed in the apical and posterior segment of the right lung upper lobe, and in the left lung upper lobe apicoposterior segment, which also causes pleural thickening. In both lungs, nonspecific parenchymal nodules with a diameter of 7.1 mm were observed in the anterobasal subsegment of the lower lobe anterobasal segment, the largest of which was 7.1 mm on the right, and 3 mm in diameter, on the left. No mass lesion-active infiltration with distinguishable borders was detected in the lung parenchyma.",
    "liver": "No space-occupying lesion was detected in the liver that entered the cross-sectional area."
  },
  "train_5_a": {
    "Findings": "Trachea and both main bronchi are open and no obstructive pathology is detected. Mediastinal vascular structures could not be evaluated optimally because the cardiac examination was without IV contrast. Calcified atheroma plaques are observed in the thoracic aortic wall. No pericardial, pleural effusion or increased thickness was detected. Calibration of mediastinal vascular structures, heart contour, its size is natural. No pathological increase in wall thickness is observed in the thoracic esophagus. Sliding type mild hiatal hernia was observed at the lower end. In the mediastinum, in the supracalvicular fossa, in both axillary regions, no lymph nodes are observed in pathological size and appearance. When examined in the lung parenchyma window; No active infiltration or mass lesion was observed in both lungs. There is diffuse mild ectasia and minimal peribronchial thickness increase in bronchial structures. Sequela parenchymal changes are observed in bilateral apex, left upper lobe inferior lingular segment and right lung middle lobe medial segment. Millimetrically sized nonspecific nodules are observed in both lungs. No active infiltration or mass lesion was detected. Ventilation of both lungs is natural. In the upper abdominal sections within the image, no solid mass was detected as far as can be observed within the borders of non-contrast CT. No free fluid or loculated collection is observed. No lytic or destructive lesions were observed in the bone structures within the image, and the vertebral corpus heights were preserved.",
    "trachea": "Trachea and both main bronchi are open and no obstructive pathology is detected.",
    "aorta": "Calcified atheroma plaques are observed in the thoracic aortic wall.",
    "heart": "Calibration of mediastinal vascular structures, heart contour, its size is natural.",
    "esophagus": "No pathological increase in wall thickness is observed in the thoracic esophagus.",
    "lung": "No active infiltration or mass lesion was observed in both lungs. There is diffuse mild ectasia and minimal peribronchial thickness increase in bronchial structures. Sequela parenchymal changes are observed in bilateral apex, left upper lobe inferior lingular segment and right lung middle lobe medial segment. Millimetrically sized nonspecific nodules are observed in both lungs. No active infiltration or mass lesion was detected. Ventilation of both lungs is natural."
  },
  "train_6_a": {
    "Findings": "Heart sizes are of normal width. Pericardial effusion was not detected. The diameters of the main mediastinal vascular structures are normal. Diffuse septal thickness increase and parenchymal ground glass densities in all segments of both lungs are observed in parenchymal infiltration areas. Radiological findings primarily suggest viral pneumonia. The radiological involvement pattern shows a pattern compatible with Covid pneumonia. Although it does not rule out CMV pneumonia, the expected nodular infiltration or consolidation areas in CMV pneumonia were not observed. Mediastinal lymph node is not accompanied. Pleural effusion is not threshold. No new lesion was observed.",
    "heart": "Heart sizes are of normal width. Pericardial effusion was not detected.",
    "lung": "Diffuse septal thickness increase and parenchymal ground glass densities in all segments of both lungs are observed in parenchymal infiltration areas. Radiological findings primarily suggest viral pneumonia. The radiological involvement pattern shows a pattern compatible with Covid pneumonia."
  },
  "train_6_b": {
    "Findings": " There are several hypodense nodules, the largest of which is 12 mm in diameter, in the right lobe of the thyroid gland. It is stable. Heart contour and size are normal. The diameter of the ascending aorta was 46 mm and increased. Calcific atheroma plaques are observed in the aorta and coronary arteries. No enlarged lymph node was detected in the mediastinum and bilateral hilar regions in pathological size and appearance. Trachea and both main bronchi are open. No occlusive pathology was detected in the trachea and both main bronchi. No significant difference was found between the examinations in terms of the number and size of multiple calcific parenchymal metastases with a diameter of 2 cm in both lungs, the largest of which is in the posterior segment of the left lung lower lobe. In both lungs, there are confluent patches of ground glass areas in which air bronchograms are observed and interlobular septal thickness increases in the lower lobes are accompanied. Findings are consistent with viral pneumonia. Subsegmental atelectasis areas are observed in the posterior segments of both lung lower lobes and newly emerged. No pathological increase in wall thickness was observed in the esophagus. As far as it can be evaluated within the non-contrast CT limits; 13 mm in diameter hypodense lesion in the subcapsular area in liver segment 8 is stable (cyst?). No lytic-destructive lesions were observed in the bone structures within the sections.",
    "heart": "Heart contour and size are normal.",
    "aorta": "The diameter of the ascending aorta was 46 mm and increased. Calcific atheroma plaques are observed in the aorta and coronary arteries.",
    "trachea": "Trachea and both main bronchi are open. No occlusive pathology was detected in the trachea and both main bronchi.",
    "lung": "In both lungs, there are confluent patches of ground glass areas in which air bronchograms are observed and interlobular septal thickness increases in the lower lobes are accompanied. Findings are consistent with viral pneumonia. Subsegmental atelectasis areas are observed in the posterior segments of both lung lower lobes and newly emerged.",
    "esophagus": "No pathological increase in wall thickness was observed in the esophagus.",
    "liver": "13 mm in diameter hypodense lesion in the subcapsular area in liver segment 8 is stable (cyst?)."
  },
  "train_7_a": {
    "Findings": "An image of a catheter extending superiorly to the vena cava was observed. Trachea and lumen of both main bronchi are open. No occlusive pathology was detected in the trachea and lumen of both main bronchi. Mediastinal structures were evaluated as suboptimal since the examination was unenhanced. As far as can be observed: Calibration of thoracic main vascular structures is natural. No dilatation was detected in the thoracic aorta. Heart contour size is natural. Pericardial thickening-effusion was not detected. Thoracic esophagus calibration was normal and no significant pathological wall thickening was detected. No lymph node was detected in mediastinal and bilateral hilar pathological size and appearance. When both lungs are evaluated in the parenchyma window: Pleuroparenchymal sequelae increase in density and paracicatricial bronchiectasis were observed in the upper lobe of the right lung. An increase in pleuroparenchymal sequelae density was observed in the laterobasal segment of the lower lobe of the left lung. A few calcified lymph nodes measuring 3.5 mm in diameter and 3 mm in diameter in the left lung were observed in the middle lobe and upper lobe of the right lung. Bilateral pleural thickening-effusion was not detected. Liver size increased. Other upper abdominal sections within the examination area are normal. Bilateral adrenal gland calibration was normal and no space-occupying lesion was detected. No lytic-destructive lesion was detected in bone structures.",
    "trachea": "Trachea and lumen of both main bronchi are open. No occlusive pathology was detected in the trachea and lumen of both main bronchi.",
    "heart": "Heart contour size is natural.",
    "esophagus": "Thoracic esophagus calibration was normal and no significant pathological wall thickening was detected.",
    "lung": "When both lungs are evaluated in the parenchyma window: Pleuroparenchymal sequelae increase in density and paracicatricial bronchiectasis were observed in the upper lobe of the right lung. An increase in pleuroparenchymal sequelae density was observed in the laterobasal segment of the lower lobe of the left lung. A few calcified lymph nodes measuring 3.5 mm in diameter and 3 mm in diameter in the left lung were observed in the middle lobe and upper lobe of the right lung.",
    "liver": "Liver size increased."
  },
  "train_8_a": {
    "Findings": " Trachea is in the midline and both main bronchi are open. The mediastinum could not be evaluated optimally in the non-contrast examination. As far as can be observed: A port catheter extending to the right atrium is observed. Calcific plaques were observed in the aortic walls. Heart sizes increased and minimal pericardial effusion was observed. Thoracic esophagus calibration was normal and no significant tumoral wall thickening was detected. Several lymph nodes with a short axis of 9 mm are observed in the pre-tracheal area. When examined in the lung parenchyma window; Interseptal thickness increases and fibrotic densities are observed in the apical anterior part of the upper lobe of the right lung, and in the anterior part of the upper lobe of the left lung, which is considered primarily in favor of a sequelae change. Several pulmonary nodules were observed in both lungs, the largest of which was 5 mm in diameter, located laterally in the upper lobe of the right lung. Pleural effusion reaching a thickness of 4 cm on the left and 4.5 cm on the right and atelectasis in the accompanying parenchyma are observed in both lungs. Effusion is observed in the fissures. The upper abdominal organs included in the examination appear natural. No fractures, lytic or sclerotic lesions were detected in the bones.",
    "trachea": "Trachea is in the midline and both main bronchi are open.",
    "aorta": "Calcific plaques were observed in the aortic walls.",
    "heart": "Heart sizes increased and minimal pericardial effusion was observed.",
    "esophagus": "Thoracic esophagus calibration was normal and no significant tumoral wall thickening was detected.",
    "lung": "Interseptal thickness increases and fibrotic densities are observed in the apical anterior part of the upper lobe of the right lung, and in the anterior part of the upper lobe of the left lung, which is considered primarily in favor of a sequelae change. Several pulmonary nodules were observed in both lungs, the largest of which was 5 mm in diameter, located laterally in the upper lobe of the right lung. Pleural effusion reaching a thickness of 4 cm on the left and 4.5 cm on the right and atelectasis in the accompanying parenchyma are observed in both lungs. Effusion is observed in the fissures."
  },
  "train_8_b": {
    "Findings": "CTO is normal. Calibration of mediastinal major vascular structures is natural. Millimetric sized calcific atheroma plaques are observed in the aortic arch. Thoracic esophagus calibration was normal and no significant pathological wall thickening was detected. Mild hiatal hernia is observed. No lymph node with pathological size and configuration was detected in the mediastinum and hilar level. Coarse-millimetric calcifications are observed at the level of the areola in the right breast. There is also coarse calcification in the lower level of the areola in the left breast. When examined in the lung parenchyma window; Both hemithorax are symmetrical. Calibration of trachea and main bronchus is natural. Lumens are clear. 6x4 mm calcification is observed in the pleura in the right lung upper lobe anterior segment lateral. Also available in old review. There is advanced regression in the focal consolidation area, which was also observed in the previous examination, around the defined changes. At this level, there is a 2 mm diameter nodule. It could not be identified within the consolidation area in the previous review. There is prominence in the lower lobes of both lungs, especially in the subpleural interlobular septa at the laterobasal level. A stable 6x4 mm nodule is observed in the superior segment of the lower lobe of the right lung. There is another nodule with a diameter of 3 mm slightly inferiorly. Two nodules with a diameter of 3 mm are observed at the posterobasal level. There was no finding compatible with pleural effusion, pneumothorax, pneumonia. Degenerative changes are observed in the bone structure entering the examination area.",
    "aorta": "Millimetric sized calcific atheroma plaques are observed in the aortic arch.",
    "esophagus": "Thoracic esophagus calibration was normal and no significant pathological wall thickening was detected.",
    "lung": "Both hemithorax are symmetrical. Calibration of trachea and main bronchus is natural. Lumens are clear. 6x4 mm calcification is observed in the pleura in the right lung upper lobe anterior segment lateral. There is advanced regression in the focal consolidation area, which was also observed in the previous examination, around the defined changes. At this level, there is a 2 mm diameter nodule. It could not be identified within the consolidation area in the previous review. There is prominence in the lower lobes of both lungs, especially in the subpleural interlobular septa at the laterobasal level. A stable 6x4 mm nodule is observed in the superior segment of the lower lobe of the right lung. There is another nodule with a diameter of 3 mm slightly inferiorly. Two nodules with a diameter of 3 mm are observed at the posterobasal level."
  },
  "train_9_a": {
    "Findings": "Trachea, both main bronchi are open. Mediastinal main vascular structures, heart contour, size are normal. Pericardial effusion-thickening was not observed. Thoracic esophagus calibration was normal and no significant pathological wall thickening was detected. No enlarged lymph nodes in prevascular, pre-paratracheal, subcarinal or bilateral hilar-axillary pathological dimensions were detected. When examined in the lung parenchyma window; Several calcific nodules, 3 mm in size, were observed in both lungs. No pneumonic infiltration was detected. Upper abdominal organs included in the sections are normal. No space-occupying lesion was detected in the liver that entered the cross-sectional area. Bilateral adrenal glands were normal and no space-occupying lesion was detected. Bone structures in the study area are natural. Vertebral corpus heights are preserved.",
    "trachea": "Trachea, both main bronchi are open.",
    "heart": "Mediastinal main vascular structures, heart contour, size are normal.",
    "esophagus": "Thoracic esophagus calibration was normal and no significant pathological wall thickening was detected.",
    "lung": "Several calcific nodules, 3 mm in size, were observed in both lungs. No pneumonic infiltration was detected.",
    "liver": "No space-occupying lesion was detected in the liver that entered the cross-sectional area."
  },
  "train_10_a": {
    "Findings": "Trachea, both main bronchi are open. Mediastinal main vascular structures, heart contour, size are normal. Pericardial effusion-thickening was not observed. Calcific plaques are present in the coronary arteries. Thoracic esophagus calibration was normal and no significant pathological wall thickening was detected. Millimetric lymph nodes with a short axis not exceeding 1 cm are observed in the mediastinum. When examined in the lung parenchyma window; Widespread ground glass densities are observed in both lung parenchyma showing a tendency to central and peripheral fusion. A 5 mm calcific nodule was observed in the posterobasal region of the lower lobe of the right lung. A millimetric hypodense lesion was observed in segment 2 of the liver in the upper abdominal organs included in the sections. Bone structures in the study area are natural. Osteodegenerative changes are observed in the vertebrae.",
    "trachea": "Trachea, both main bronchi are open.",
    "heart": "Heart contour, size are normal. Pericardial effusion-thickening was not observed.",
    "aorta": "Calcific plaques are present in the coronary arteries.",
    "esophagus": "Thoracic esophagus calibration was normal and no significant pathological wall thickening was detected.",
    "lung": "Widespread ground glass densities are observed in both lung parenchyma showing a tendency to central and peripheral fusion. A 5 mm calcific nodule was observed in the posterobasal region of the lower lobe of the right lung.",
    "liver": "A millimetric hypodense lesion was observed in segment 2 of the liver in the upper abdominal organs included in the sections."
  },
  "train_11_a": {
    "Findings": "Trachea, both main bronchi are open. The mediastinum could not be evaluated optimally in the non-contrast examination. As far as can be observed: Mediastinal main vascular structures, heart contour, size are normal. Pericardial effusion-thickening was not observed. Thoracic esophageal calibration was normal and no significant tumoral wall thickening was detected. No enlarged lymph nodes were detected in prevascular, pre-paratracheal, subcarinal or bilateral hilar-axillary pathological dimensions. When examined in the lung parenchyma window; Widespread patchy ground glass areas are observed in both lungs, which are more prominent in the right lung, usually subpleural, forming consolidation from place to place. The outlook is consistent with typical-probable Covid. No nodular or infiltrative lesion was detected in the lung parenchyma. Upper abdominal organs included in the sections are normal. No space-occupying lesion was detected in the liver that entered the cross-sectional area. Bilateral adrenal glands were normal and no space-occupying lesion was detected. Bone structures in the study area are natural. Vertebral corpus heights are preserved.",
    "trachea": "Trachea, both main bronchi are open.",
    "heart": "Mediastinal main vascular structures, heart contour, size are normal. Pericardial effusion-thickening was not observed.",
    "esophagus": "Thoracic esophageal calibration was normal and no significant tumoral wall thickening was detected.",
    "lung": "Widespread patchy ground glass areas are observed in both lungs, which are more prominent in the right lung, usually subpleural, forming consolidation from place to place. The outlook is consistent with typical-probable Covid. No nodular or infiltrative lesion was detected in the lung parenchyma.",
    "liver": "No space-occupying lesion was detected in the liver that entered the cross-sectional area."
  },
  "train_12_a": {
    "Findings": "Trachea and both main bronchi were in the midline and no obstructive pathology was observed in the lumen. In the non-contrast examination, the mediastinal could not be evaluated optimally. As far as can be seen; The anterior-posterior diameter of the ascending aorta is 39 mm, above normal. Calibration of other vascular structures of the mediastinum is natural. Heart contour, size is normal. Pericardial effusion-thickening was not observed. Millimetric calcific atheroma plaques were observed in the aorta. Thoracic esophagus calibration was normal and no significant pathological wall thickening was detected. No enlarged lymph nodes in prevascular, pre-paratracheal, subcarinal or bilateral hilar-axillary pathological dimensions were detected. When examined in the lung parenchyma window; Minimal emphysematous changes were observed in both lungs. Pleuroparenchymal fibroatelectatic sequelae changes were observed in the right lung middle lobe and left lung upper lobe lingular segment and in both lung lower lobe basal segments. No mass lesion-active infiltration with distinguishable borders was detected in both lungs. As far as can be seen within the sections; upper abdominal organs are normal. No space-occupying lesion was detected in the liver that entered the cross-sectional area. Bilateral adrenal glands were normal and no space-occupying lesion was detected. Bone structures in the study area are natural. Vertebral corpus heights are preserved.",
    "trachea": "Trachea and both main bronchi were in the midline and no obstructive pathology was observed in the lumen.",
    "aorta": "The anterior-posterior diameter of the ascending aorta is 39 mm, above normal. Millimetric calcific atheroma plaques were observed in the aorta.",
    "heart": "Heart contour, size is normal. Pericardial effusion-thickening was not observed.",
    "esophagus": "Thoracic esophagus calibration was normal and no significant pathological wall thickening was detected.",
    "lung": "Minimal emphysematous changes were observed in both lungs. Pleuroparenchymal fibroatelectatic sequelae changes were observed in the right lung middle lobe and left lung upper lobe lingular segment and in both lung lower lobe basal segments. No mass lesion-active infiltration with distinguishable borders was detected in both lungs.",
    "liver": "No space-occupying lesion was detected in the liver that entered the cross-sectional area."
  },
  "train_13_a": {
    "Findings": "Trachea, both main bronchi are open. No occlusive pathology was detected in the lumen. The mediastinum could not be evaluated optimally in the non-contrast examination. As far as can be seen; Mediastinal main vascular structures, heart contour, size are normal. Thoracic aorta diameter is normal. Pericardial effusion-thickening was not observed. Thoracic esophagus calibration was normal and no significant tumoral wall thickening was detected. No enlarged lymph nodes in prevascular, pre-paratracheal, subcarinal or bilateral hilar-axillary pathological dimensions were detected. When examined in the lung parenchyma window; Aeration of both lung parenchyma is normal and no nodular or infiltrative lesion is detected in the lung parenchyma. Pleural effusion-thickening was not detected. Upper abdominal organs included in the sections are normal. No space-occupying lesion was detected in the liver that entered the cross-sectional area. Bilateral adrenal glands were normal and no space-occupying lesion was detected. Density changes consistent with hepatosteatosis are observed in the liver parenchyma. Bone structures in the study area are natural. Vertebral corpus heights are preserved.",
    "trachea": "Trachea, both main bronchi are open. No occlusive pathology was detected in the lumen.",
    "heart": "Heart contour, size are normal. Pericardial effusion-thickening was not observed.",
    "esophagus": "Thoracic esophagus calibration was normal and no significant tumoral wall thickening was detected.",
    "aorta": "Thoracic aorta diameter is normal.",
    "lung": "Aeration of both lung parenchyma is normal and no nodular or infiltrative lesion is detected in the lung parenchyma.",
    "liver": "No space-occupying lesion was detected in the liver that entered the cross-sectional area. Density changes consistent with hepatosteatosis are observed in the liver parenchyma."
  },
  "train_15_a": {
    "Findings": "Trachea, both main bronchi are open. No occlusive pathology was detected in the lumen. The mediastinum could not be evaluated optimally in the non-contrast examination. As far as can be seen; Mediastinal main vascular structures, heart contour, size are normal. Thoracic aorta diameter is normal. Pericardial effusion-thickening was not observed. Thoracic esophagus calibration was normal and no significant tumoral wall thickening was detected. No enlarged lymph nodes in prevascular, pre-paratracheal, subcarinal or bilateral hilar-axillary pathological dimensions were detected. When examined in the lung parenchyma window; pleuroparenchymal sequelae density increases were observed in both lung apical segments. Ground-glass opacities extending along the peribronchial area and focal thickening of the pleura were observed in the posterior segment of the right lung upper lobe. Appearance is nonspecific. In the first plan, it was evaluated in favor of sequelae. However, the outlook is risky for early viral pneumonia, albeit low. Clinic and lab. correlation is recommended. Apart from this, no mass lesion-active infiltration with distinguishable borders was detected in both lungs. When the upper abdominal organs included in the sections were evaluated; Accessory spleen with a diameter of 12 mm was observed in the inferior of the splenic hilus. No space-occupying lesion was detected in the liver that entered the cross-sectional area. Bilateral adrenal glands were normal and no space-occupying lesion was detected. Bone structures in the study area are natural. Vertebral corpus heights are preserved.",
    "trachea": "Trachea, both main bronchi are open. No occlusive pathology was detected in the lumen.",
    "heart": "Mediastinal main vascular structures, heart contour, size are normal. Thoracic aorta diameter is normal. Pericardial effusion-thickening was not observed.",
    "esophagus": "Thoracic esophagus calibration was normal and no significant tumoral wall thickening was detected.",
    "lung": "Pleuroparenchymal sequelae density increases were observed in both lung apical segments. Ground-glass opacities extending along the peribronchial area and focal thickening of the pleura were observed in the posterior segment of the right lung upper lobe. Appearance is nonspecific. In the first plan, it was evaluated in favor of sequelae. However, the outlook is risky for early viral pneumonia, albeit low. Clinic and lab. correlation is recommended. Apart from this, no mass lesion-active infiltration with distinguishable borders was detected in both lungs.",
    "spleen": "Accessory spleen with a diameter of 12 mm was observed in the inferior of the splenic hilus.",
    "liver": "No space-occupying lesion was detected in the liver that entered the cross-sectional area."
  },
  "train_14_a": {
    "Findings": "Trachea is in the midline of both main bronchi and no obstructive parotology is observed in the lumen. The mediastinum could not be evaluated optimally in the non-contrast examination. As far as can be seen; Calibration of mediastinal major vascular structures is natural. Heart contour, size is normal. Pericardial effusion-thickening was not observed. In the mediastinum, lymph nodes with short axes below 1 cm that did not reach pathological dimensions were observed. Thoracic esophagus calibration was normal and no significant tumoral wall thickening was detected. Sliding type hiatal hernia was observed at the lower end of the esophagus. When examined in the lung parenchyma window; Aeration of both lung parenchyma is normal and no nodular or infiltrative lesion is detected in the lung parenchyma. Pleural effusion-thickening was not detected. Upper abdominal organs included in the sections are normal. No space-occupying lesion was detected in the liver that entered the cross-sectional area. Bilateral adrenal glands were normal and no space-occupying lesion was detected. At the thoracic level, mild scoliosis with right-facing scoliosis was observed. Vertebral corpus heights are preserved.",
    "trachea": "Trachea is in the midline of both main bronchi and no obstructive parotology is observed in the lumen.",
    "heart": "Heart contour, size is normal. Pericardial effusion-thickening was not observed.",
    "esophagus": "Thoracic esophagus calibration was normal and no significant tumoral wall thickening was detected. Sliding type hiatal hernia was observed at the lower end of the esophagus.",
    "lung": "Aeration of both lung parenchyma is normal and no nodular or infiltrative lesion is detected in the lung parenchyma.",
    "liver": "No space-occupying lesion was detected in the liver that entered the cross-sectional area."
  },
  "train_16_b": {
    "Findings": "Metastatic lymph nodes were observed in the supraclavicular fossa, lateral to the right axilla pectoralis minor muscle, and in the mediastinum. Heart sizes are normal. Calibration of the mediastinal main vascular structures is normal. The acquisition was performed in expiration. Trachea and both main bronchi appear collapsed. Pleural effusion with a diameter of 12 mm between the leaves of the right pleura and 10 mm in diameter between the leaves of the left pleura is observed. Asymmetric parenchymal infiltration areas, predominantly in the form of ground glass density and areas of consolidation in both lungs, were evaluated in favor of pneumonic infiltration and there is a radiological pattern compatible with Covid pneumonia. It caused compression in the bronchial lumens. It may belong to new metastatic lesions. Contrast-enhanced examination will be appropriate. In the upper abdominal sections, an increase in liver size and metastatic lesions in the parenchyma are observed. In the case with bone metastases, no space-occupying lesion that can be distinguished by CT was observed in the bone structures.",
    "heart": "Heart sizes are normal.",
    "trachea": "Trachea and both main bronchi appear collapsed.",
    "lung": "Asymmetric parenchymal infiltration areas, predominantly in the form of ground glass density and areas of consolidation in both lungs, were evaluated in favor of pneumonic infiltration and there is a radiological pattern compatible with Covid pneumonia. It caused compression in the bronchial lumens. It may belong to new metastatic lesions.",
    "liver": "An increase in liver size and metastatic lesions in the parenchyma are observed."
  },
  "train_16_a": {
    "Findings": " The right breast was not observed secondary to the operation. Thickening of the skin in the operation site, and increases in density consistent with post-op sequelae changes in subcutaneous fat planes were observed. Surgical suture materials were observed in the operation site and right axilla. A mass lesion with distinguishable borders in the left breast, no lymph node in pathological size and appearance was observed in the left axilla. Trachea and both main bronchi were in the midline and no obstructive pathology was detected in the lumen. On the left, a catheter image extending to the port chamber and superior-right atrium junction of the vena cava and anterior chest wall was observed. In the non-contrast examination, the mediastinum was not evaluated optimally. As far as can be seen; mediastinal main vascular structures, heart contour, size are normal. Pericardial effusion-thickening was not observed. Pathological lymph nodes were observed in the bilateral supraclavicular region, measuring 25x14 mm in size on the left and 12x10 mm in size on the right. Lymph nodes of 15x13 mm in pathological size and appearance were observed adjacent to the left subclavian artery and at the level of the left aortapulmonary window, the largest of which was adjacent to the left subclavian artery. In other parts of the mediastinum, lymph nodes with short axes less than 1 cm that did not reach pathological dimensions were observed. It is also present in previous examinations. No significant difference was detected. In both hemithorax, effusion measuring 16. In the left hemithorax, thickening of the posterior costal pleura is observed. It is stable. Thoracic esophagus calibration was normal and no significant tumoral wall thickening was detected. Patchy ground-glass consolidations were observed in the right lung apex, anterior and posterior segments, and in the peripheral subpleural areas of the middle lobe, forming a crazy paving pattern. The findings described may be compatible with radiation pneumonia or Covid-19 pneumonia. It is recommended to be evaluated together with clinical and laboratory. Suspicious ground glass opacities are also observed in the peripheral subpleural areas of the left lung lingular segment. A few millimetric nonspecific parenchymal nodules were observed in both lungs. In the non-contrast examination, intra-abdominal solid organs and vascular structures could not be evaluated. Further testing is recommended. Destruction area compatible with metastasis was observed in the sternum corpus. PET-CT examination revealed that FDG uptake belonging to metastasis in the thoracic vertebral corpus was found in the patient, and no lytic-destructive lesion in favor of metastasis was detected in the vertebrae within the CT limits.",
    "lung": "Patchy ground-glass consolidations were observed in the right lung apex, anterior and posterior segments, and in the peripheral subpleural areas of the middle lobe, forming a crazy paving pattern. Suspicious ground glass opacities are also observed in the peripheral subpleural areas of the left lung lingular segment. A few millimetric nonspecific parenchymal nodules were observed in both lungs. The findings described may be compatible with radiation pneumonia or Covid-19 pneumonia.",
    "heart": "Heart contour, size are normal. Pericardial effusion-thickening was not observed.",
    "esophagus": "Thoracic esophagus calibration was normal and no significant tumoral wall thickening was detected."
  },
  "train_17_a": {
    "Findings": "Trachea, both main bronchi are open. Mediastinal main vascular structures, heart contour, size are normal. Thoracic aorta diameter is normal. Pericardial effusion-thickening was not observed. Thoracic esophagus calibration was normal and no significant tumoral wall thickening was detected. No enlarged lymph nodes in prevascular, pre-paratracheal, subcarinal or bilateral hilar-axillary pathological dimensions were detected. When examined in the lung parenchyma window; Slight patchy ground glass densities with pleural location are observed at the posterior levels of the lower lobes of both lungs. The findings were evaluated in favor of the infectious process. Clinical, laboratory correlation is recommended for the differential diagnosis of Covid-19 viral pneumonia due to the current pandemic. There is an appearance compatible with hepatosteatosis in the liver parenchyma entering the section area. Other upper abdominal organs included in the sections are normal. Bilateral adrenal glands were normal and no space-occupying lesion was detected. Bone structures in the study area are natural. Vertebral corpus heights are preserved.",
    "lung": "...",
    "heart": "...",
    "esophagus": "...",
    "aorta": "..."
  },
  "train_18_a": {
    "Findings": "Trachea, both main bronchi are open. Mediastinal main vascular structures, heart contour, size are normal. Thoracic aorta diameter is normal. Pericardial effusion-thickening was not observed. Thoracic esophagus calibration was normal and no significant tumoral wall thickening was detected. A few small millimetric lymph nodes are observed in the mediastinum. No enlarged lymph nodes in pathological dimensions were detected. When examined in the lung parenchyma window; A few millimetric non-specific nodules are observed in both lungs. Both lung parenchyma aeration is normal and no infiltrative lesion is detected in the lung parenchyma. Pleural effusion-thickening was not detected. Upper abdominal organs included in the sections are normal. Small lymph nodes are observed in the vicinity of the small-great curvature of the stomach. No space-occupying lesion was detected in the liver that entered the cross-sectional area. Bilateral adrenal glands were normal and no space-occupying lesion was detected. Density reduction and degenerative changes are observed in the bone structures in the study area. At some levels, there are schmourl nodules and narrowing of the disc spaces. Vertebral corpus heights are preserved.",
    "trachea": "Trachea, both main bronchi are open.",
    "heart": "Heart contour, size are normal.",
    "esophagus": "Thoracic esophagus calibration was normal and no significant tumoral wall thickening was detected.",
    "lung": "A few millimetric non-specific nodules are observed in both lungs. Both lung parenchyma aeration is normal and no infiltrative lesion is detected in the lung parenchyma.",
    "liver": "No space-occupying lesion was detected in the liver that entered the cross-sectional area."
  },
  "train_19_a": {
    "Findings": "No lymph node was observed in the supraclavicular fossa, axilla and mediastinum in pathological size and appearance. Heart dimensions and compartments are of normal width. Pericardial effusion was not detected. Calibrations of mediastinal major vascular structures are natural. The air passages of the trachea, both main bronchi, lobar and segmental bronchi are open. Wall thickness increases are observed in segmental bronchi. When examined in the lung parenchyma window; There is no pneumonic infiltration or consolidation area in the lung parenchyma. Slight parenchymal distortion and linear atelectasis area are observed in the right lung upper lobe anterior segment, lower lobe anterobasal and left lung lower lobe posterobasal segment. No loculated or free fluid was observed in the upper abdominal sections. Thinning of the parenchyma thickness of both kidneys and dilatation in the collecting system are observed. Both kidneys are partially sectioned. No lytic-destructive lesions were detected in bone structures.",
    "heart": "Heart dimensions and compartments are of normal width.",
    "trachea": "The air passages of the trachea, both main bronchi, lobar and segmental bronchi are open.",
    "lung": "There is no pneumonic infiltration or consolidation area in the lung parenchyma. Slight parenchymal distortion and linear atelectasis area are observed in the right lung upper lobe anterior segment, lower lobe anterobasal and left lung lower lobe posterobasal segment.",
    "kidney": "Thinning of the parenchyma thickness of both kidneys and dilatation in the collecting system are observed."
  },
  "train_21_a": {
    "Findings": "It could not be evaluated optimally due to the lack of contrast of mediastinal vascular structures and cardiac examination. As far as can be observed, there are calcified atheroma plaques on the walls of the thoracic aorta and coronary vascular structures. An increase in heart size is observed. There is pericardial effusion. No pleural effusion or increased thickness was detected. Trachea, both main bronchi are open and no obstructive pathology is observed. No pathological increase in wall thickness was detected in the thoracic esophagus. In the mediastinum, no lymph nodes were detected in pathological size and appearance in both axillary regions. In the examination made in the lung parenchyma window; No active infiltration or mass lesion was detected in both lungs. There are minimal ectasia and diffuse peribronchial thickness increases in the bronchial structures of both lungs, which are evident in the center. A millimetric nonspecific nodule was observed in the anterior segment of the upper lobe of the right lung. No free fluid or loculated collection was detected in the upper abdominal sections within the image. In the corpus of the left adrenal gland, a lesion measuring approximately 40x30 mm and evaluated in favor of a low-density adenoma was observed. No lytic or destructive lesions were observed in the bone structures within the image. There are osteophytic degenerative changes in the vertebral corpus corners that tend to merge in the right anterolateral.",
    "aorta": "Calcified atheroma plaques on the walls of the thoracic aorta and coronary vascular structures.",
    "heart": "Increase in heart size is observed. Pericardial effusion.",
    "trachea": "Trachea, both main bronchi are open and no obstructive pathology is observed.",
    "esophagus": "No pathological increase in wall thickness was detected in the thoracic esophagus.",
    "lung": "No active infiltration or mass lesion was detected in both lungs. Minimal ectasia and diffuse peribronchial thickness increases in the bronchial structures of both lungs, which are evident in the center. A millimetric nonspecific nodule was observed in the anterior segment of the upper lobe of the right lung."
  },
  "train_20_a": {
    "Findings": "Trachea and both main bronchi are open. There is no obstructive pathology in the trachea and both main bronchi. Peripheral and centrally located ground glass areas and minimal interlobular septal thickenings and enlarged vascular structures accompanying the ground glass areas are observed in the upper and lower lobes of both lungs, more prominently on the right. The described findings are the findings frequently observed in Covid-19 pneumonia. During the pandemic process, these findings were evaluated in favor of Covid-19 pneumonia. No mass was detected in both lungs. Mediastinal structures cannot be evaluated optimally because contrast material is not given. As far as can be observed: Heart contour and size are normal. No pleural or pericardial effusion was detected. The widths of the mediastinal main vascular structures are normal. No pathologically enlarged lymph nodes were detected in the mediastinum and hilar regions. No pathological wall thickness increase was observed in the esophagus within the sections. No upper abdominal free fluid-collection was detected in the sections. In the upper abdominal organs within the sections, no mass with distinguishable borders was detected as far as it can be observed within the borders of non-enhanced CT. Thoracic vertebral corpus heights, alignments and densities are normal. Intervertebral disc distances are preserved. The neural foramina are open. No lytic-destructive lesions were detected in the bone structures within the sections.",
    "trachea": "Trachea and both main bronchi are open. There is no obstructive pathology in the trachea and both main bronchi.",
    "lung": "Peripheral and centrally located ground glass areas and minimal interlobular septal thickenings and enlarged vascular structures accompanying the ground glass areas are observed in the upper and lower lobes of both lungs, more prominently on the right. The described findings are the findings frequently observed in Covid-19 pneumonia. No mass was detected in both lungs.",
    "heart": "Heart contour and size are normal. No pleural or pericardial effusion was detected.",
    "aorta": "The widths of the mediastinal main vascular structures are normal.",
    "esophagus": "No pathological wall thickness increase was observed in the esophagus within the sections.",
    "liver": "No mass with distinguishable borders was detected in the upper abdominal organs.",
    "kidney": "No mass with distinguishable borders was detected in the upper abdominal organs.",
    "spleen": "No mass with distinguishable borders was detected in the upper abdominal organs.",
    "gallbladder": "No mass with distinguishable borders was detected in the upper abdominal organs."
  },
  "train_22_a": {
    "Findings": "Trachea, both main bronchi are open. Mediastinal main vascular structures, heart contour, size are normal. Thoracic aorta diameter is normal. Pericardial effusion-thickening was not observed. Postoperative changes are observed in the mediastinum. There are minimal calcific atheromatous plaques in the coronary arteries. Thoracic esophageal calibration was normal and no significant tumoral wall thickening was detected. No enlarged lymph nodes in prevascular, pre-paratracheal, subcarinal or bilateral hilar-axillary pathological dimensions were detected. When examined in the lung parenchyma window; A consolidated lesion with a size of up to 33x28 mm, which is located subpleural in the superior right lung lower lobe, and causes parenchymal recessions around it, is observed. Upper abdominal organs included in the sections are normal. No space-occupying lesion was detected in the liver that entered the cross-sectional area. Bilateral adrenal glands were normal and no space-occupying lesion was detected. Degenerative changes are observed in the end plates of the vertebral corpuscles.",
    "trachea": "Trachea, both main bronchi are open.",
    "heart": "Heart contour, size are normal. Pericardial effusion-thickening was not observed.",
    "aorta": "Thoracic aorta diameter is normal.",
    "esophagus": "Thoracic esophageal calibration was normal and no significant tumoral wall thickening was detected.",
    "lung": "A consolidated lesion with a size of up to 33x28 mm, which is located subpleural in the superior right lung lower lobe, and causes parenchymal recessions around it.",
    "liver": "No space-occupying lesion was detected in the liver that entered the cross-sectional area."
  },
  "train_23_a": {
    "Findings": "CTO is within normal limits. Calibration of mediastinal major vascular structures is natural. In the anterior and mediastinum, there is thymic tissue with a fatty hilum that does not show a mass effect. There are lymph nodes in millimetric sizes in the mediastinum. Pathological size and configuration of lymph nodes are not observed at both hilar levels. Thoracic esophagus calibration was normal and no significant tumoral wall thickening was detected. In the evaluation of both lungs in the parenchyma window; Calibration and lumens of the trachea and main bronchi are normal. Both hemithorax are symmetrical. Sequelae changes are observed in the middle lobe of the right lung and the inferior lingular segment of the left lung. Density increases consistent with pleuroparenchymal sequelae are observed in the middle lobe of the right lung. There is a nonspecific nodule with a diameter of 3 mm at the mediobasal level of the lower lobe of the right lung. Density increases consistent with pleuroparenchymal sequelae are observed in the inferior lingular segment. At the lower lobe posterobasal level, approximately 6x4 mm in size in the periphery, and in the subpleural area in the lateral lower lobe superior segment, densities compatible with a foreign body with a diameter of 3 mm were observed. In the upper abdominal organs included in the sections, unenhanced segments of the liver and spleen that fall into the examination area are normal. Right adrenal is normal. In the left adrenal genus, there is a millimetric lesion compatible with adenoma with a diameter of approximately 8 mm and negative HU density values. In the 4th rib on the right, slight irregularities in the cortex and heterogeneity in the medullary bone structure are observed. Peripheral sclerotic millimetric nonspecific lesion is observed in the left 4th rib. On the left, at the level of the pectoral muscles, a density compatible with another foreign body with a diameter of 5 mm is observed.",
    "lung": "Sequelae changes are observed in the middle lobe of the right lung and the inferior lingular segment of the left lung. Density increases consistent with pleuroparenchymal sequelae are observed in the middle lobe of the right lung. There is a nonspecific nodule with a diameter of 3 mm at the mediobasal level of the lower lobe of the right lung. Density increases consistent with pleuroparenchymal sequelae are observed in the inferior lingular segment. At the lower lobe posterobasal level, approximately 6x4 mm in size in the periphery, and in the subpleural area in the lateral lower lobe superior segment, densities compatible with a foreign body with a diameter of 3 mm were observed.",
    "trachea": "Calibration and lumens of the trachea and main bronchi are normal.",
    "esophagus": "Thoracic esophagus calibration was normal and no significant tumoral wall thickening was detected.",
    "rib": "In the 4th rib on the right, slight irregularities in the cortex and heterogeneity in the medullary bone structure are observed. Peripheral sclerotic millimetric nonspecific lesion is observed in the left 4th rib. On the left, at the level of the pectoral muscles, a density compatible with another foreign body with a diameter of 5 mm is observed.",
    "liver": "Unenhanced segments of the liver and spleen that fall into the examination area are normal.",
    "spleen": "Unenhanced segments of the liver and spleen that fall into the examination area are normal."
  },
  "train_24_a": {
    "Findings": "No lymph node was observed in the supraclavicular fossa, axilla and mediastinum in pathological size and appearance. LAD calcified atherosclerotic plaques are observed. Calcified atherosclerotic plaques are observed in the abdominal aorta. Heart dimensions and compartments appear natural. Pericardial effusion was not detected. Calibrations of mediastinal major vascular structures are natural. When the lung parenchyma window is examined; Widespread emphysema areas are observed in the upper lobes of both lungs, panacinar and centriacinar in the other parts. Atelectesis parenchyma areas are observed in the posterobasal segment of both lung lower lobes. In the right lung middle lobe medial segment, an area of increased nodular density accompanied by pleural parenchymal retraction, volume loss and traction bronchiectasis is observed. Sequelae were evaluated as a priority in favor of parenchymal change. No pneumonic infiltration or consolidation area was detected in the lung parenchyma. No lytic-destructive lesions were detected in bone structures.",
    "aorta": "Calcified atherosclerotic plaques are observed in the abdominal aorta.",
    "heart": "Heart dimensions and compartments appear natural. Pericardial effusion was not detected.",
    "lung": "Widespread emphysema areas are observed in the upper lobes of both lungs, panacinar and centriacinar in the other parts. Atelectesis parenchyma areas are observed in the posterobasal segment of both lung lower lobes. In the right lung middle lobe medial segment, an area of increased nodular density accompanied by pleural parenchymal retraction, volume loss and traction bronchiectasis is observed. Sequelae were evaluated as a priority in favor of parenchymal change. No pneumonic infiltration or consolidation area was detected in the lung parenchyma."
  },
  "train_26_a": {
    "Findings": "KT port is observed in the anterior part of the right hemithorax. Trachea and main bronchi are open. Right upper paratracheal-lower paratracheal aortopulmonary lymph nodes with millimetric size are observed. No pathological LAP was detected in the mediastinum. The heart and mediastinal vascular structures have a natural appearance. Pleural effusion measuring 15 mm is observed in the thickest part of the left hemithorax. In the evaluation of both lung parenchyma; Subsegmental atelectasis is observed in the middle lobe of the right lung, the lingular segment of the upper lobe of the left lung, and the basal segment of the lower lobe of both lungs, and a nonspecific nodule smaller than 2 mm in the middle lobe of the right lung. According to the previous PET-CT examination, newly developed intra-abdominal effusion is observed in the sections passing through the upper part of the abdomen. Hypodense lesions, which were also observed in the previous examination, are observed in the liver. No lytic-destructive lesion was detected in bone structures.",
    "lung": "Subsegmental atelectasis is observed in the middle lobe of the right lung, the lingular segment of the upper lobe of the left lung, and the basal segment of the lower lobe of both lungs, and a nonspecific nodule smaller than 2 mm in the middle lobe of the right lung.",
    "trachea": "Trachea and main bronchi are open.",
    "heart": "Heart and mediastinal vascular structures have a natural appearance.",
    "liver": "Hypodense lesions, which were also observed in the previous examination, are observed in the liver."
  },
  "train_25_a": {
    "Findings": "Trachea and both main bronchi were in the midline and no obstructive pathology was detected in the lumen. The mediastinum could not be evaluated optimally in the non-contrast examination. As far as can be observed: mediastinal main vascular structures, heart contour, size is normal. Thoracic aorta diameter is normal. Pericardial effusion-thickening was not observed. Thoracic esophagus calibration was normal and no significant tumoral wall thickening was detected. No enlarged lymph nodes in prevascular, pre-paratracheal, subcarinal or bilateral hilar-axillary pathological dimensions were detected. When examined in the lung parenchyma window; A 5.9 mm diameter nonspecific nodule superposed on the fissure was observed in the superior segment of the left lung lower lobe. No mass lesion-active infiltration was detected in both lungs. Upper abdominal organs are normal as far as can be seen in the sections. No space-occupying lesion was detected in the liver that entered the cross-sectional area. Bilateral adrenal glands were normal and no space-occupying lesion was detected. Bone structures in the study area are natural. Vertebral corpus heights are preserved."
  },
  "train_27_a": {
    "Findings": "Trachea and both main bronchi were in the midline and no obstructive pathology was detected in the lumen. The mediastinum could not be evaluated optimally in the non-contrast examination. As far as can be observed: The ascending aorta is wider than normal with an anterior-posterior diameter of 40 mm. Calibration of mediastinal hilar vascular structures is natural. Heart contour, size is normal. Pericardial effusion-thickening was not observed. Thoracic esophagus calibration was normal and no significant tumoral wall thickening was detected. No enlarged lymph nodes in prevascular, pre-paratracheal, subcarinal or bilateral hilar-axillary pathological dimensions were detected. When examined in the lung parenchyma window; Multilobar, multisegmental, central-peripheral nodular ground glass opacities forming crazyy paving pattern were observed in both lungs, and the appearance is highly suspicious for Covid-19 pneumonia. It is recommended to be evaluated together with clinical and laboratory. No mass lesion with distinguishable borders was detected in both lungs. As far as can be observed in the sections, the right lobe of the liver was not observed (operated). Surgical suture materials were observed at the section level. The liver, left lobe, pancreas, spleen, both adrenal glands, and both kidneys within the sections were normal and no space-occupying lesion was detected. Bone structures in the study area are natural. Vertebral corpus heights are preserved."
  },
  "train_28_a": {
    "Findings": "No lymph node was observed in the supraclavicular fossa, axilla and mediastinum in pathological size and appearance. Mediastinal millimetric lymph nodes were thought to be reactive. Focal calcific plaque is observed in LAD. Heart size increased. Left ventricular diameter increased. Aortic valve calcification is observed. Pericardial effusion was not detected. In lung parenchyma evaluation; There are areas of pneumonic infiltration in both lungs that become prominent towards the bilaterally widespread basals and increase in density and density towards the bases. Ground glass density in the upper lobes is observed as consolidation areas in the lower lobes. Radiological findings were evaluated as compatible with Covid pneumonia. No pleural effusion was detected. No features were detected in the upper abdomen sections. No lytic-destructive lesions were detected in bone structures.",
    "heart": "Heart size increased. Left ventricular diameter increased.",
    "aorta": "Aortic valve calcification is observed.",
    "lung": "Areas of pneumonic infiltration in both lungs that become prominent towards the bilaterally widespread basals and increase in density and density towards the bases. Ground glass density in the upper lobes is observed as consolidation areas in the lower lobes. Radiological findings were evaluated as compatible with Covid pneumonia."
  },
  "train_29_a": {
    "Findings": "Trachea and main bronchi are open. Right upper-bilateral lower paratracheal, aortopulmonary millimetric lymph node is observed. No pathological LAP was detected in the mediastinum. The AP diameter of the ascending aorta is 3.9 mm and wider than normal. The cardiothoracic index is natural. Pleural effusion-thickening was not detected in both hemithorax. In the evaluation of both lung parenchyma; Fissure and pleura-based consolidation areas are observed in the left lung upper lobe apicoposterior segment. Although there is no consolidation in other lung areas, the appearance may be significant in terms of Covid-19 pneumonia in the presence of a pandemic. No significant pathology was observed in the bilateral adrenal glands in the sections passing through the upper part of the abdomen. No lytic-destructive lesion was observed in the bones.",
    "trachea": "Trachea and main bronchi are open.",
    "lung": "Fissure and pleura-based consolidation areas are observed in the left lung upper lobe apicoposterior segment. Although there is no consolidation in other lung areas, the appearance may be significant in terms of Covid-19 pneumonia in the presence of a pandemic.",
    "aorta": "The AP diameter of the ascending aorta is 3.9 mm and wider than normal."
  },
  "train_30_a": {
    "Findings": "CTO is normal. The aortic arch calibration is 32 mm. Calibration of other major vascular structures is normal. Thoracic aorta diameter is normal. Pericardial effusion-thickening was not observed. Thoracic esophagus calibration was normal and no significant tumoral wall thickening was detected. No lymph node with pathological size and configuration was detected at the mediastinal and hilar level. When examined in the lung parenchyma window; Both hemithorax are symmetrical. Calibration of the trachea and main bronchi is normal. Lumens are clear. In both lungs, a large consolidative parenchyma area is observed including air bronchograms starting from the lower lobe superior segment and continuing towards the base in the right lung. Apart from this, there are scattered focal ground-glass-style density beats-consolidation areas in both lungs. In the pandemic process, it is recommended to evaluate the case in the first place in terms of Covid pneumonia together with clinical and laboratory findings. However, the accompanying right lower lobe lobar pneumonia could not be excluded. Pleuroparenchymal sequelae changes are observed in the right middle lobe. There is a 3 mm diameter nodule superposed on the interlobar fissure in the posterior segment of the upper lobe on the right. Bilateral pleural effusion pneumothorax was not detected. Upper abdominal organs included in the sections are normal. A decrease in density consistent with steatosis is observed in the liver entering the cross-sectional area. Bilateral adrenal glands were normal and no space-occupying lesion was detected. Nodular densities, which may be compatible with accessory spleen, are observed in the spleen hilum. Surrounding soft tissue plans are natural. Minimal degenerative changes are observed in the bone structure.",
    "aorta": "Aortic arch calibration is 32 mm. Calibration of other major vascular structures is normal. Thoracic aorta diameter is normal.",
    "heart": "Heart contour, size are normal. Pericardial effusion-thickening was not observed.",
    "esophagus": "Thoracic esophagus calibration was normal and no significant tumoral wall thickening was detected.",
    "lung": "Both hemithorax are symmetrical. Calibration of the trachea and main bronchi is normal. Lumens are clear. In both lungs, a large consolidative parenchyma area is observed including air bronchograms starting from the lower lobe superior segment and continuing towards the base in the right lung. Apart from this, there are scattered focal ground-glass-style density beats-consolidation areas in both lungs. Pleuroparenchymal sequelae changes are observed in the right middle lobe. There is a 3 mm diameter nodule superposed on the interlobar fissure in the posterior segment of the upper lobe on the right. The findings were evaluated primarily in favor of the infectious process. The accompanying right lower lobe lobar pneumonia could not be excluded.",
    "liver": "A decrease in density consistent with steatosis is observed in the liver entering the cross-sectional area.",
    "spleen": "Nodular densities, which may be compatible with accessory spleen, are observed in the spleen hilum."
  },
  "train_31_a": {
    "Findings": "Mediastinal structures were evaluated as suboptimal since the examination was unenhanced. As far as can be seen; Trachea and lumen of both main bronchi are open. No occlusive pathology was detected in the trachea and lumen of both main bronchi. Calibration of thoracic main vascular structures is natural. No dilatation was detected in the thoracic aorta. Heart contour size is natural. Pericardial thickening-effusion was not detected. Thoracic esophagus calibration was normal and no significant pathological wall thickening was detected. No lymph node was detected in mediastinal and bilateral hilar pathological size and appearance. When examined in the lung parenchyma window; Subsegmental atelectatic changes were observed in the left lung inferior lingular segment. Mild emphysematous changes are present in both lungs. Subsegmental atelectatic changes were observed in the left lung lower lobe mediobasal segment. Subsegmental atelectasis was observed in the medial segment of the right lung middle lobe. Upper abdominal sections entering the examination area are natural. Bilateral adrenal gland calibration was normal and no space-occupying lesion was detected. No lytic-destructive lesion was detected in bone structures.",
    "trachea": "Trachea and lumen of both main bronchi are open. No occlusive pathology was detected in the trachea and lumen of both main bronchi.",
    "heart": "Heart contour size is natural.",
    "lung": "Subsegmental atelectatic changes were observed in the left lung inferior lingular segment. Mild emphysematous changes are present in both lungs. Subsegmental atelectatic changes were observed in the left lung lower lobe mediobasal segment. Subsegmental atelectasis was observed in the medial segment of the right lung middle lobe."
  },
  "train_32_a": {
    "Findings": " Mediastinal vascular structures and heart examination IV. It could not be evaluated optimally due to the lack of contrast, and the calibration of the vascular structures, heart contour and size are natural. No pericardial, pleural effusion or thickening was detected. No pathological increase in wall thickness is observed in the thoracic esophagus. Trachea, both main bronchi are open and no occlusive pathology is detected. In both axillary regions, no lymph node is observed in the mediastinum in pathological size and appearance. In the examination made in the lung parenchyma window; In both lungs, multilobar peripheral subpleural ground glass and areas of increase in density compatible with consolidation are observed. Viral pneumonias (Covid-19 pneumonia) are considered in the etiology of the findings. It is recommended to be evaluated together with clinical and laboratory findings. In the lower lobes of both lungs, there are areas of increased density consistent with linear atelectasis in the left lung inferior lingular segment. As far as it can be observed within the limits of non-contrast CT in the upper abdominal sections within the image; no solid mass was detected. No free fluid or loculated collection is observed. Stable lytic lesions are observed in the bone structures within the image. Vertebra corpus heights and alignments are natural. There are osteophytic degenerative changes that tend to coalesce at the vertebral corpus corners.",
    "heart": "Heart contour, size are natural.",
    "trachea": "Trachea, both main bronchi are open and no occlusive pathology is detected.",
    "lung": "In both lungs, multilobar peripheral subpleural ground glass and areas of increase in density compatible with consolidation are observed. Viral pneumonias (Covid-19 pneumonia) are considered in the etiology of the findings. It is recommended to be evaluated together with clinical and laboratory findings. In the lower lobes of both lungs, there are areas of increased density consistent with linear atelectasis in the left lung inferior lingular segment.",
    "esophagus": "No pathological increase in wall thickness is observed in the thoracic esophagus."
  },
  "train_29_b": {
    "Findings": " Mediastinal vascular structures and heart examination are not evaluated optimally due to the lack of IV contrast, and the calibration of the vascular structures and the heart contour size are natural. Pericardial minimal effusion is observed. Bilateral pleural effusion was not detected. Trachea, both main bronchi are open and no occlusive pathology is detected. No pathological increase in wall thickness is observed in the thoracic esophagus. In the mediastinum, no lymph nodes were detected in pathological size and appearance in both axillary regions. No solid mass was detected in the upper abdominal sections within the image as far as it can be observed within the borders of non-contrast CT. No lytic or destructive lesions were observed in the bone structures within the image, and the vertebral corpus heights were preserved."
  },
  "train_34_a": {
    "Findings": "Trachea and both main bronchi are normal. No occlusive pathology was detected in the trachea and both main bronchi. There is minimal bronchiectasis in the central parts of both lungs. Minimal emphysematous changes are observed in both lungs. There are minimal pleuroparenchymal sequelae changes in both lung apexes. Millimetric nonspecific nodules were observed in both lungs. There is no mass or infiltrative lesion in both lungs. Mediastinal structures cannot be evaluated optimally because contrast material is not given. As far as can be observed: Heart contour and size are normal. No pleural or pericardial effusion was detected. Atheroma plaques are observed in the aorta and coronary arteries. The widths of the mediastinal main vascular structures are normal. There is lymphadenopathy with a short diameter of 15 mm in the prevascular region. Apart from this, no pathologically enlarged lymph nodes were detected in the mediastinum and hilar regions. There is no pathological wall thickness increase in the esophagus within the sections. No upper abdominal free fluid-collection was detected in the sections. No pathologically enlarged lymph nodes were observed. No lytic-destructive lesions were detected in the bone structures within the sections. Periosteal reaction was not observed.",
    "trachea": "Trachea and both main bronchi are normal. No occlusive pathology was detected in the trachea and both main bronchi.",
    "lung": "Minimal bronchiectasis in the central parts of both lungs. Minimal emphysematous changes are observed in both lungs. There are minimal pleuroparenchymal sequelae changes in both lung apexes. Millimetric nonspecific nodules were observed in both lungs. There is no mass or infiltrative lesion in both lungs.",
    "heart": "Heart contour and size are normal. No pleural or pericardial effusion was detected.",
    "aorta": "Atheroma plaques are observed in the aorta and coronary arteries.",
    "esophagus": "There is no pathological wall thickness increase in the esophagus within the sections."
  },
  "train_35_a": {
    "Findings": "Trachea and lumen of both main bronchi are open. No occlusive pathology was detected in the trachea and lumen of both main bronchi. Calibration of thoracic main vascular structures is natural. Heart contour size is natural. Pericardial thickening-effusion was not detected. Thoracic esophagus calibration was normal and no significant pathological wall thickening was detected. No lymph node was detected in mediastinal and bilateral hilar pathological size and appearance. When examined in the lung parenchyma window; A millimetric calcific focus is observed in the posterior of the right lung upper lobe. Contour, size, parenchymal density of the liver are normal. No space-occupying solid or cystic mass lesion was detected. Hepatic and portal venous systems are normal. Extrahepatic biliary tract, gallbladder are normal. In the axial sections covering the canal almost completely in the distal of the common bile duct, there is a finding consistent with an obstructive stone, with a slight dilatation at the proximal part measuring 6.6 mm. There is also dilatation of the intrahepatic bile ducts. The contour, size, parenchyma density of the spleen is normal. No space-occupying solid or cystic mass lesion was detected. Splenic vein width is normal. The contour, size, parenchyma density of the pancreas is natural. No space-occupying solid or cystic mass lesion is observed. No enlargement was detected in the main pancreatic duct. Contour, size, localization, parenchymal thickness, parenchymal staining, pelvicalyceal structures of both kidneys are normal. No renal solid or cystic mass was detected. Bilateral adrenal glands were normal and no space-occupying lesion was detected. The contour, capacity and wall thickness of the bladder are natural. Paravesical fat planes are preserved. The uterus and bilateral adnexal areas are normal, and no pelvic mass or collection is detected. No intraabdominal free-loculated fluid was detected. Intraabdominal and bilateral inguinal pathological size and appearance of lymph nodes were not detected. No significant tumoral wall thickening, obstruction-dilatation was detected in the gastrointestinal tract. Abdominal vascular structures are natural. No enlargement or stenosis-occlusion was detected in the abdominal aorta. Bone structures entering the cross-sectional area are natural. There are hypertrophic osteophytic taperings in the anterior of the vertebral corpus endplates. Grade I spondylolisthesis is observed at L4-L5 level. L5 vertebra corpus superior end plate posteriorly, there is a finding that is evaluated primarily in favor of a milimetric cystic Schmorl nodule. A millimetric bone islet is observed in the central part of the L2 vertebra corpus. There is a hemangiomatous appearance in the central part of the TH9 and L1 vertebral corpuscles.",
    "trachea": "Trachea and lumen of both main bronchi are open. No occlusive pathology was detected in the trachea and lumen of both main bronchi.",
    "heart": "Heart contour size is natural. Pericardial thickening-effusion was not detected.",
    "esophagus": "Thoracic esophagus calibration was normal and no significant pathological wall thickening was detected.",
    "lung": "A millimetric calcific focus is observed in the posterior of the right lung upper lobe.",
    "liver": "Contour, size, parenchymal density of the liver are normal. No space-occupying solid or cystic mass lesion was detected. Hepatic and portal venous systems are normal.",
    "gallbladder": "Extrahepatic biliary tract, gallbladder are normal.",
    "spleen": "Contour, size, parenchyma density of the spleen is normal. No space-occupying solid or cystic mass lesion was detected. Splenic vein width is normal.",
    "pancreas": "Contour, size, parenchyma density of the pancreas is natural. No space-occupying solid or cystic mass lesion is observed. No enlargement was detected in the main pancreatic duct.",
    "kidney": "Contour, size, localization, parenchymal thickness, parenchymal staining, pelvicalyceal structures of both kidneys are normal. No renal solid or cystic mass was detected."
  },
  "train_33_a": {
    "Findings": "Trachea and both main bronchi are open. No occlusive pathology was detected in the trachea and both main bronchi. In the upper and lower lobes of both lungs and in the middle lobe of the right lung, there are peripheral and centrally located ground-glass appearances and interlobular septal thickenings in places. The appearances described during the pandemic process were evaluated in favor of Covid-19 pneumonia. No mass was detected in both lungs. Mediastinal structures cannot be evaluated optimally because contrast material is not given. As far as can be observed: Heart contour and size are normal. There is minimal pericardial effusion. There are atheromatous plaques in the aorta and coronary arteries. There are no pathologically enlarged lymph nodes in the mediastinum and hilar regions. There is no pathological wall thickness increase in the esophagus within the sections. No upper abdominal free fluid-collection or pathologically enlarged lymph nodes were observed in the sections. No fractures or lytic-destructive lesions were detected in the bone structures within the sections."
  },
  "train_36_b": {
    "Findings": " In the current examination in the paracentral area of the upper lobe of the left lung, a mass with the longest diameter of 32 mm is observed in the axial sections. Its size was measured as 23 mm in the previous CT examination and it was observed as a cavitary nodule. In addition, a cavitary lesion measuring 23 mm in size was observed in the superior left lung lower lobe in the current examination. In the previous CT examination, its size was measured as 18 mm. The size of the solid mass, whose longest axis was measured as 75 mm in the axial sections in the current examination in the superior right lung lower lobe, was measured as 55 mm in the previous CT examination, and it was observed as a cavitary mass in the previous CT examination. There are areas of increased density of ground glass density in the vicinity of the mass near the superior segment of the right lung lower lobe described in the current examination. It may belong to pneumonic infiltration. Multiple nodules measuring approximately 6 mm in diameter are observed in both lungs, the largest of which is in the inferior lingular segment of the right lung upper lobe. These nodules described in the previous CT examination can be vaguely distinguished. Lymphadenopathies were observed in the mediastinum and in the right hilar region. The size of the lymph node, the largest of which was measured at the paratracheal level with a short diameter of 18 mm in the current examination, was measured as 14 mm in the previous CT examination. In the upper abdominal sections within the image; The size of the mildly hypodense lesion, whose long axis was measured as 52 mm in axial sections at the level of segment 7 in the liver parenchyma, was measured as 75 mm in the previous CT examination and decreased. No newly developed lesion was detected in the liver parenchyma.",
    "lung": "A mass with the longest diameter of 32 mm is observed in the axial sections of the left upper lobe. A cavitary lesion measuring 23 mm in size is observed in the superior left lung lower lobe. A solid mass with a longest axis of 75 mm in the axial sections is present in the superior right lung lower lobe. Areas of increased density of ground glass density are present near the mass in the superior segment of the right lung lower lobe, possibly belonging to pneumonic infiltration. Multiple nodules measuring approximately 6 mm in diameter are observed in both lungs, with the largest in the inferior lingular segment of the right lung upper lobe. These nodules were present in the previous CT examination.",
    "liver": "A mildly hypodense lesion with a long axis of 52 mm in axial sections at the level of segment 7 in the liver parenchyma is observed. Its size was measured as 75 mm in the previous CT examination and has decreased. No newly developed lesion was detected in the liver parenchyma."
  },
  "train_36_a": {
    "Findings": "Mediastinal main vascular structures and cardiac examination were not evaluated optimally because of the lack of IV contrast. As far as can be observed, the calibration of the vascular structures and the heart contour size are normal. Pericardial, pleural effusion was not detected. No pathological increase in wall thickness was observed in the thoracic esophagus. Trachea, both main bronchi are open. No obstructive pathology was detected. When examined in the lung parenchyma window; Active infiltration was not observed in both lungs. Near the hilar area of the left lung, there are cavitary nodular lesions measuring approximately 26x20 mm in the current examination, 27x20 mm in the previous PET-CT examination, and 19x17 mm in the current examination and 17x15 mm in the previous PET-CT examination in the left lung lower lobe superior. In addition, a cavitary mass measuring 51x42 mm in the current examination and 46x36 mm in the previous PET-CT examination was observed in the superior segment of the right lung lower lobe. In addition, there is a newly developed pleural-based nodule in the apical segment of the left lung upper lobe, approximately 7x4 mm in size, laterally. No intraabdominal free fluid, loculated collection was detected. No lytic or destructive lesions were detected in the bone structures in the study area. Compression fracture was observed in the T12 vertebral body. There was no increase in the anteroposterior diameter of the vertebral corpus.",
    "heart": "Heart contour, size are normal.",
    "esophagus": "Thoracic esophagus calibration was normal and no significant tumoral wall thickening was detected.",
    "trachea": "Trachea, both main bronchi are open. No obstructive pathology was detected.",
    "lung": "Active infiltration was not observed in both lungs. Near the hilar area of the left lung, there are cavitary nodular lesions measuring approximately 26x20 mm in the current examination, 27x20 mm in the previous PET-CT examination, and 19x17 mm in the current examination and 17x15 mm in the previous PET-CT examination in the left lung lower lobe superior. In addition, a cavitary mass measuring 51x42 mm in the current examination and 46x36 mm in the previous PET-CT examination was observed in the superior segment of the right lung lower lobe. In addition, there is a newly developed pleural-based nodule in the apical segment of the left lung upper lobe, approximately 7x4 mm in size, laterally."
  },
  "train_37_a": {
    "Findings": "Trachea, both main bronchi are open. No occlusive pathology was detected in the lumen. Mediastinal main vascular structures and heart examination were evaluated as suboptimal because they were unenhanced. No obvious pathology was detected. Calcifications are present in the coronary arteries. No pericardial effusion or thickening was detected. The esophagus is in normal calibration. No significant pathological wall thickening was detected. There was no lymph node that reached pathological size in the bilateral supraclavicular region and axillary region. No enlarged lymph nodes in prevascular, pre-paratracheal, subcarinal or bilateral hilar-axillary pathological dimensions were detected. When examined in the lung parenchyma window; Consolidations and bud tree appearances revealed in the current examination were observed in the anterior basal segment of the left lung lower lobe. The appearance was primarily evaluated as infective. Post-treatment control is recommended. Atelectasis changes were markedly decreased in the left lung lower lobe superior segment. Stable nonspecific centracinar parenchymal nodules were observed in both lungs, the largest of which was 4 mm in diameter in the apicoposterior segment of the left lung upper lobe. Upper abdominal organs included in the sections are normal. No space-occupying lesion was detected in the liver that entered the cross-sectional area. Bilateral adrenal glands were normal and no space-occupying lesion was detected. Bone structures in the study area are natural. Vertebral corpus heights are preserved.",
    "trachea": "Trachea, both main bronchi are open. No occlusive pathology was detected in the lumen.",
    "heart": "Mediastinal main vascular structures and heart examination were evaluated as suboptimal because they were unenhanced. No obvious pathology was detected.",
    "esophagus": "The esophagus is in normal calibration. No significant pathological wall thickening was detected.",
    "lung": "Consolidations and bud tree appearances revealed in the current examination were observed in the anterior basal segment of the left lung lower lobe. The appearance was primarily evaluated as infective. Atelectasis changes were markedly decreased in the left lung lower lobe superior segment. Stable nonspecific centracinar parenchymal nodules were observed in both lungs, the largest of which was 4 mm in diameter in the apicoposterior segment of the left lung upper lobe.",
    "liver": "No space-occupying lesion was detected in the liver that entered the cross-sectional area."
  },
  "train_37_b": {
    "Findings": "Trachea and both main bronchi are normal. No occlusive pathology was detected in the trachea and both main bronchi. There is minimal bronchiectasis in the central parts of both lungs. Budding tree appearances and areas of ground glass are observed in both lungs, most prominently in the posterior segment of the right lung upper lobe. Although the described appearances are not specific, they were evaluated in favor of infective pathology. No significant difference was found in the findings in other localizations. No mass was detected in both lungs. Mediastinal structures cannot be evaluated optimally because contrast material is not given. As far as can be observed: Heart contour and size are normal. No pleural or pericardial effusion was detected. The widths of the mediastinal main vascular structures are normal. There are atheromatous plaques in the aorta and coronary arteries. There are no pathologically enlarged lymph nodes in the mediastinum and hilar regions. There is no pathological wall thickness increase in the esophagus within the sections. No upper abdominal free fluid-collection was detected in the sections. No pathologically enlarged lymph nodes were observed. No lytic-destructive lesions were detected in the bone structures within the sections.",
    "trachea": "Trachea and both main bronchi are normal. No occlusive pathology was detected in the trachea and both main bronchi.",
    "lung": "Minimal bronchiectasis in the central parts of both lungs. Budding tree appearances and areas of ground glass are observed in both lungs, most prominently in the posterior segment of the right lung upper lobe. Although the described appearances are not specific, they were evaluated in favor of infective pathology. No mass was detected in both lungs.",
    "heart": "Heart contour and size are normal. No pleural or pericardial effusion was detected.",
    "aorta": "There are atheromatous plaques in the aorta and coronary arteries.",
    "esophagus": "No pathological wall thickness increase in the esophagus within the sections."
  },
  "train_37_c": {
    "Findings": " Bilateral gynecomastia is observed. No obstructive pathology was detected in the lumen of the trachea and both main bronchi. Mediastinal main vascular structures, heart contour, size are normal. Pericardial effusion-thickening was not observed. Thoracic esophageal calibration was normal and no significant tumoral wall thickening was detected. No enlarged lymph nodes in prevascular, pre-paratracheal, subcarinal or bilateral hilar-axillary pathological dimensions were detected. When examined in the lung parenchyma window; In both lungs, prominent centriacinar nodular infiltrates and budding tree appearance are observed in the upper lobes and lower lobe superior segments. Although the described manifestations are not specific, they were evaluated in favor of infective pathologies. No mass was detected in both lungs. No upper abdominal free fluid-collection was detected in the sections. Millimetric calculi are observed in the gallbladder lumen. It is heterogeneous in mesenteric and omental fatty planes. Bone structures in the study area are natural. Vertebral corpus heights are preserved."
  },
  "train_38_a": {
    "Findings": "Trachea, both main bronchi are open. Mediastinal main vascular structures, heart contour, size are normal. Thoracic aorta diameter is normal. Pericardial effusion-thickening was not observed. Thoracic esophagus calibration was normal and no significant tumoral wall thickening was detected. No enlarged lymph nodes in prevascular, pre-paratracheal, subcarinal or bilateral hilar-axillary pathological dimensions were detected. When examined in the lung parenchyma window; Aeration of both lung parenchyma is normal and no nodular or infiltrative lesion is detected in the lung parenchyma. Pleural effusion-thickening was not detected. Upper abdominal organs included in the sections are normal. No space-occupying lesion was detected in the liver that entered the cross-sectional area. Bilateral adrenal glands were normal and no space-occupying lesion was detected. Bone structures in the study area are natural. Vertebral corpus heights are preserved.",
    "trachea": "Trachea, both main bronchi are open.",
    "heart": "Heart contour, size are normal.",
    "aorta": "Thoracic aorta diameter is normal.",
    "esophagus": "Thoracic esophagus calibration was normal and no significant tumoral wall thickening was detected.",
    "lung": "Aeration of both lung parenchyma is normal and no nodular or infiltrative lesion is detected in the lung parenchyma.",
    "liver": "No space-occupying lesion was detected in the liver that entered the cross-sectional area."
  },
  "train_39_a": {
    "Findings": "Trachea and lumen of both main bronchi are open. No occlusive pathology was detected in the trachea and lumen of both main bronchi. Calibration of thoracic main vascular structures is natural. No dilatation was detected in the thoracic aorta. Heart contour size is natural. Pericardial thickening-effusion was not detected. Thoracic esophagus calibration was normal and no significant pathological wall thickening was detected. Mediastinal structures were evaluated as suboptimal since the examination was uncontrasted, and as far as can be observed; On the right, the image of the catheter extending to the superior vena cava is observed. There are density increases and air images compatible with edema-inflammation in the subcutaneous soft tissues at the lower neck level and supraclavicular localization in the examination area. No lymph node was detected in mediastinal and bilateral hilar pathological size and appearance. When examined in the lung parenchyma window; no mass nodule-infiltration was detected in both lungs. Millimetric sized, some calcified nonspecific parenchymal nodules were observed in both lungs. No pleural effusion was detected. Upper abdominal sections entering the examination area are natural. Bilateral adrenal gland calibration was normal and no space-occupying lesion was detected. No lytic-destructive lesion was detected in bone structures.",
    "trachea": "Trachea and lumen of both main bronchi are open. No occlusive pathology was detected in the trachea and lumen of both main bronchi.",
    "heart": "Heart contour size is natural.",
    "esophagus": "Thoracic esophagus calibration was normal and no significant pathological wall thickening was detected.",
    "lung": "When examined in the lung parenchyma window; no mass nodule-infiltration was detected in both lungs. Millimetric sized, some calcified nonspecific parenchymal nodules were observed in both lungs. No pleural effusion was detected."
  },
  "train_39_b": {
    "Findings": "Trachea and main bronchi are open. The cardiothoracic index was slightly increased in favor of the heart. No pathological LAP was detected in the mediastinum. Pleural effusion-thickening was not detected in both hemithorax. In the evaluation of both lung parenchyma; No mass nodule infiltration was detected in both lungs. In the middle lobe of the right lung, a nonspecific nodule with a diameter of 2 mm located in a fissure is observed (intrapulmonary lymph node?). In the sections passing through the upper part of the abdomen, the bilateral adrenal glands appear natural. No significant pathology was detected in the abdominal sections. No obvious pathology was detected in bone structures.",
    "trachea": "Trachea and main bronchi are open.",
    "heart": "The cardiothoracic index was slightly increased in favor of the heart.",
    "lung": "No mass nodule infiltration was detected in both lungs. In the middle lobe of the right lung, a nonspecific nodule with a diameter of 2 mm located in a fissure is observed (intrapulmonary lymph node?)."
  },
  "train_39_c": {
    "Findings": "A catheter that is inserted from the right and terminates in the superior vena cava is observed. Trachea, both main bronchi are open. Mediastinal main vascular structures, heart contour, size are normal. Thoracic aorta diameter is normal. Pericardial effusion-thickening was not observed. Thoracic esophagus calibration was normal and no significant tumoral wall thickening was detected. No enlarged lymph nodes in prevascular, pre-paratracheal, subcarinal or bilateral hilar-axillary pathological dimensions were detected. There are millimetric nonspecific nodules in both lungs. Upper abdominal organs included in the sections are normal. No space-occupying lesion was detected in the liver that entered the cross-sectional area. Bilateral adrenal glands were normal and no space-occupying lesion was detected. Bone structures in the study area are natural. Vertebral corpus heights are preserved.",
    "trachea": "Trachea, both main bronchi are open.",
    "lung": "There are millimetric nonspecific nodules in both lungs.",
    "heart": "Heart contour, size are normal. Pericardial effusion-thickening was not observed.",
    "esophagus": "Thoracic esophagus calibration was normal and no significant tumoral wall thickening was detected.",
    "liver": "No space-occupying lesion was detected in the liver that entered the cross-sectional area.",
    "kidney": "No space-occupying lesion was detected in the liver that entered the cross-sectional area. Bilateral adrenal glands were normal and no space-occupying lesion was detected.",
    "aorta": "Thoracic aorta diameter is normal."
  },
  "train_39_d": {
    "Findings": "A port catheter extending to the right atrium is observed on the anterior chest wall. Trachea, both main bronchi are open. Mediastinal main vascular structures, heart contour, size are normal. Thoracic aorta diameter is normal. Pericardial effusion-thickening was not observed. Thoracic esophageal calibration was normal and no significant tumoral wall thickening was detected. In the paraaortic area, several lymph nodes are observed, the largest of which is approximately 1 cm in diameter, although it is difficult to distinguish due to the lack of contrast in the examination. When examined in the lung parenchyma window; Aeration of both lung parenchyma is normal and no nodular or infiltrative lesion is detected in the lung parenchyma. Pleural effusion-thickening was not detected. Upper abdominal organs included in the sections are normal. No space-occupying lesion was detected in the liver that entered the cross-sectional area. Bilateral adrenal glands were normal and no space-occupying lesion was detected. Bone structures in the study area are natural. Vertebral corpus heights are preserved.",
    "trachea": "Trachea, both main bronchi are open.",
    "heart": "Heart contour, size are normal.",
    "esophagus": "Thoracic esophageal calibration was normal and no significant tumoral wall thickening was detected.",
    "lung": "Aeration of both lung parenchyma is normal and no nodular or infiltrative lesion is detected in the lung parenchyma.",
    "liver": "No space-occupying lesion was detected in the liver that entered the cross-sectional area."
  }
}