{
  "train_2_a": {
    "Findings": "Trachea and both main bronchi were in the midline and no obstructive pathology was observed in the lumen. In the non-contrast examination, the mediastinal could not be evaluated optimally. As far as can be seen; mediastinal main vascular structures, heart contour, size are normal. Pericardial effusion-thickening was not observed. Calcific atheroma plaque was observed in the descending aorta. Thoracic esophagus calibration was normal and no significant pathological wall thickening was detected. No enlarged lymph nodes in prevascular, pre-paratracheal, subcarinal or bilateral hilar-axillary pathological dimensions were detected. When examined in the lung parenchyma window; Passive atelectatic changes were observed in the right lung middle lobe medial and left lung upper lobe inferior lingular segment. Emphysematous changes are present in both lungs. Segmentary-subsegmental peribrochial minimal thickening was observed in both lungs. A millimetric nonspecific subpleural nodule was observed in the posterior segment of the right lung upper lobe. No mass lesion-active infiltration with distinguishable borders was detected in both lungs. As far as can be seen within the sections; A millimetric stone was observed in the gallbladder lumen. Minimal degenerative changes were observed in the bone structure.",
    "trachea": "Trachea and both main bronchi were in the midline and no obstructive pathology was observed in the lumen.",
    "lung": "Passive atelectatic changes were observed in the right lung middle lobe medial and left lung upper lobe inferior lingular segment. Emphysematous changes are present in both lungs. Segmentary-subsegmental peribrochial minimal thickening was observed in both lungs. A millimetric nonspecific subpleural nodule was observed in the posterior segment of the right lung upper lobe. No mass lesion-active infiltration with distinguishable borders was detected in both lungs.",
    "heart": "mediastinal main vascular structures, heart contour, size are normal. Pericardial effusion-thickening was not observed.",
    "esophagus": "Thoracic esophagus calibration was normal and no significant pathological wall thickening was detected.",
    "aorta": "Calcific atheroma plaque was observed in the descending aorta.",
    "gallbladder": "A millimetric stone was observed in the gallbladder lumen."
  },
  "train_1_a": {
    "Findings": "Multiple venous collaterals are present in the anterior left chest wall and are associated with the anterior jugular vein at the level of the right sternoclavicular junction. Left subclavian vein collapsed (chronic occlusion pathology?). Trachea, both main bronchi are open. Calcific plaques are observed in the aortic arch. Other mediastinal main vascular structures, heart contour, size are normal. Thoracic aorta diameter is normal. Pericardial effusion-thickening was not observed. Thoracic esophagus calibration was normal and no significant tumoral wall thickening was detected. No enlarged lymph nodes in prevascular, pre-paratracheal, subcarinal or bilateral hilar-axillary pathological dimensions were detected. When examined in the lung parenchyma window; Linear atelectasis is present in both lung parenchyma. Subsegmental atelectasis is observed in the right middle lobe. Thickening of the bronchial wall and peribronchial budding tree-like reticulonodular densities are observed in the bilateral lower lobes. Peribronchial minimal consolidation is seen in the lower lobes in places. The findings were evaluated primarily in favor of the infectious process. The left kidney partially entering the section is atrophic. The right kidney could not be evaluated because it did not enter the section. Other upper abdominal organs included in the sections are normal. No space-occupying lesion was detected in the liver that entered the cross-sectional area. Bilateral adrenal glands were normal and no space-occupying lesion was detected. There are osteophytes with anterior extension in the thoracic vertebrae.",
    "esophagus": "Thoracic esophagus calibration was normal and no significant tumoral wall thickening was detected.",
    "trachea": "Trachea, both main bronchi are open.",
    "lung": "Linear atelectasis is present in both lung parenchyma. Subsegmental atelectasis is observed in the right middle lobe. Thickening of the bronchial wall and peribronchial budding tree-like reticulonodular densities are observed in the bilateral lower lobes. Peribronchial minimal consolidation is seen in the lower lobes in places. The findings were evaluated primarily in favor of the infectious process.",
    "heart": "Other mediastinal main vascular structures, heart contour, size are normal.",
    "aorta": "Calcific plaques are observed in the aortic arch. Thoracic aorta diameter is normal.",
    "kidney": "The left kidney partially entering the section is atrophic. The right kidney could not be evaluated because it did not enter the section."
  },
  "train_3_a": {
    "Findings": "Right thyroid lobe sizes increased. Evaluation of the mediastinal main vascular structures is suboptimal due to the lack of contrast, but their calibrations are normal. Calcific atheroma plaques are observed in the aorta and coronary arteries. Heart size increased. No pericardial effusion or thickness increase was observed. No pleural effusion or increased thickness was detected. No mass appearance was observed in the precardiac fat pad. In the mediastinum, a few sequelae calcific lymph nodes, the largest of which is 9 mm in the pretracheal area, and hypodense hiluses can be distinguished, were primarily evaluated in favor of reactive lymph nodes. There was no lymphadenopathy in pathological size and appearance in both axillae and retropectoral regions. Esophageal wall thickness is normal. When examined in the lung parenchyma window; Minimal bronchiectatic changes and peribronchial thickness increases are observed at the level of the hilum of both lungs. Linear densities, which may be compatible with pleuroparenchymal sequelae changes, are observed in the anterior segment of the right lung upper lobe. There is a sequela calcific pulmonary nodule in the posterobasal segment of the lower lobe of the right lung. Active infiltrative, consolidation was not detected in both lungs. Ventilation of both lungs is normal. There are pleural thickness increases in the lower lobe of the left lung, which are evaluated in favor of minimal sequelae in the posterior subpleural area. In both kidneys included in the examination, appearances evaluated in favor of multiple cysts are observed. In the vertebral column, osteophytes are observed in the anterior of the vertebral corpus, which are fused with each other. No fracture, lytic-sclerotic lesion was detected. Mild scoliosis with left opening is observed in the thoracic region.",
    "aorta": "Calcific atheroma plaques are observed in the aorta and coronary arteries.",
    "heart": "Heart size increased.",
    "esophagus": "Esophageal wall thickness is normal.",
    "lung": "Minimal bronchiectatic changes and peribronchial thickness increases are observed at the level of the hilum of both lungs. Linear densities, which may be compatible with pleuroparenchymal sequelae changes, are observed in the anterior segment of the right lung upper lobe. There is a sequela calcific pulmonary nodule in the posterobasal segment of the lower lobe of the right lung. Active infiltrative, consolidation was not detected in both lungs. Ventilation of both lungs is normal. There are pleural thickness increases in the lower lobe of the left lung, which are evaluated in favor of minimal sequelae in the posterior subpleural area.",
    "kidney": "In both kidneys included in the examination, appearances evaluated in favor of multiple cysts are observed."
  },
  "train_3_b": {
    "Findings": "Central venous catheter is seen on the right. The catheter terminates in the right atrium. Heart contour and size are normal. There are atheromatous plaques in the aorta and coronary arteries. The widths of the mediastinal main vascular structures are normal. Pericardial effusion was not detected. There are lymph nodes in the mediastinum and hilar regions. The largest of these lymph nodes is observed in the subcarinal region and its short diameter is 15 mm. There is bilateral pleural effusion. The pleural effusion measured 50 mm on the right at its thickest point. The pleural effusion continues to the apex of both lungs when the patient is in the supine position. There is no pathological wall thickness increase in the esophagus within the sections. There is an occlusive hiatal hernia at the lower end of the esophagus. There is no obstructive pathology in the trachea and both main bronchi. There are uniform interlobular septal thickenings in both lungs. It was also observed in millimetric centriacinar nodules. It is understood that these findings are new. When evaluated together with the pleural effusion and the patient's clinical information, it was thought that the described manifestations might be due to pulmonary edema. It is recommended to evaluate the patient together with clinical and physical examination findings. Apart from these, there are small consolidations in the right lung upper lobe posterior segment and lower lobe superior segment. These appearances may be due to pulmonary edema. This appearance may be less likely in pneumonic infiltrates. It is recommended to evaluate the patient together with clinical and laboratory findings. Both lungs have millimetric nodules, some of which are calcific. No mass was detected in both lungs. No upper abdominal free fluid-collection was detected in the sections. There are no fractures or lytic-destructive lesions in the bone structures within the sections."
  },
  "train_4_a": {
    "Findings": "No occlusive pathology was observed in the trachea and lumen of both main bronchi. In the non-contrast examination, the mediastinal could not be evaluated optimally. As far as can be seen; mediastinal main vascular structures, heart contour, size are normal. Pericardial effusion-thickening was not observed. Thoracic esophagus calibration was normal and no significant pathological wall thickening was detected. No enlarged lymph nodes in prevascular, pre-paratracheal, subcarinal or bilateral hilar-axillary pathological dimensions were detected. When examined in the lung parenchyma window; Pleuroparenchymal sequela fibrotic density increases were observed in the apical and posterior segment of the right lung upper lobe, and in the left lung upper lobe apicoposterior segment, which also causes pleural thickening. In both lungs, nonspecific parenchymal nodules with a diameter of 7.1 mm were observed in the anterobasal subsegment of the lower lobe anterobasal segment, the largest of which was 7.1 mm on the right, and 3 mm in diameter, on the left. No mass lesion-active infiltration with distinguishable borders was detected in the lung parenchyma. As far as can be seen within the sections; upper abdominal organs are normal. No space-occupying lesion was detected in the liver that entered the cross-sectional area. Bilateral adrenal glands were normal and no space-occupying lesion was detected. Osteopenia was observed in the thoracolumbar vertebrae within the sections. Vertebral corpus heights are natural."
  },
  "train_5_a": {
    "Findings": "Trachea and both main bronchi are open and no obstructive pathology is detected. Mediastinal vascular structures could not be evaluated optimally because the cardiac examination was without IV contrast. Calcified atheroma plaques are observed in the thoracic aortic wall. No pericardial, pleural effusion or increased thickness was detected. Calibration of mediastinal vascular structures, heart contour, its size is natural. No pathological increase in wall thickness is observed in the thoracic esophagus. Sliding type mild hiatal hernia was observed at the lower end. In the mediastinum, in the supracalvicular fossa, in both axillary regions, no lymph nodes are observed in pathological size and appearance. When examined in the lung parenchyma window; No active infiltration or mass lesion was observed in both lungs. There is diffuse mild ectasia and minimal peribronchial thickness increase in bronchial structures. Sequela parenchymal changes are observed in bilateral apex, left upper lobe inferior lingular segment and right lung middle lobe medial segment. Millimetrically sized nonspecific nodules are observed in both lungs. No active infiltration or mass lesion was detected. Ventilation of both lungs is natural. In the upper abdominal sections within the image, no solid mass was detected as far as can be observed within the borders of non-contrast CT. No free fluid or loculated collection is observed. No lytic or destructive lesions were observed in the bone structures within the image, and the vertebral corpus heights were preserved.",
    "trachea": "Trachea and both main bronchi are open and no obstructive pathology is detected.",
    "aorta": "Calcified atheroma plaques are observed in the thoracic aortic wall.",
    "heart": "Calibration of mediastinal vascular structures, heart contour, its size is natural. No pericardial, pleural effusion or increased thickness was detected.",
    "esophagus": "No pathological increase in wall thickness is observed in the thoracic esophagus.",
    "lung": "Sequela parenchymal changes are observed in bilateral apex, left upper lobe inferior lingular segment and right lung middle lobe medial segment. Millimetrically sized nonspecific nodules are observed in both lungs. Ventilation of both lungs is natural."
  }
}